[
  {
    "id": 153,
    "document_id": "essay-153",
    "title": "Question 1 - February, 2002",
    "content": "<p style=\"margin-left:0px;\">Pam, a resident of State X, brought suit in state court in State X against Danco, a corporation with its principal place of business in State Y. The suit was for damages of $90,000 alleging that Danco breached a contract to supply Pam with paper goods for which she paid $90,000 in advance. In her complaint, Pam requested a jury trial. State X law provides that contract disputes for less than $200,000 must be tried to a judge.</p><p style=\"margin-left:0px;\"><br>Danco removed the case to federal court in State X. Danco moved to strike the request for a jury trial. The federal court denied the motion.</p><p style=\"margin-left:0px;\"><br>A few days before trial, Pam learned for the first time that Danco was incorporated in State X. She moved to have the case remanded to state court on this ground. The federal court denied the motion.</p><p style=\"margin-left:0px;\"><br>At trial, Pam testified that she paid for the goods but never received them. Danco admitted receiving Pam's payment and then presented evidence from its dispatcher that it had sent a truck to Pam's office with the paper goods. Danco also called as a witness Rafe, who works in a building next to Pam's office. Rafe testified he saw a truck stop at Pam's office on the day Danco claimed it delivered the goods. Rafe also testified he saw the truck driver take boxes marked \"paper goods\" into Pam's office that same day.</p><p style=\"margin-left:0px;\"><br>At the close of all the evidence, Pam moved for judgment as a matter of law. Danco opposed the motion, and the court denied the motion. The jury returned a verdict in favor of Pam.</p><p style=\"margin-left:0px;\"><br>Danco then moved for judgment as a matter of law, which Pam opposed. The court denied Danco's motion.</p><p style=\"margin-left:0px;\"><br>Did the court rule correctly on:<br><br>1. Danco' s motion to strike the request for a jury trial? Discuss.<br><br>2. Pam's motion to have the case remanded to state court? Discuss.<br><br>3. Pam's and Danco's motions for judgment as a matter of law? Discuss.</p>",
    "created_at": "2022-08-21T03:43:14.109Z",
    "updated_at": "2022-08-21T23:07:36.951Z",
    "published_at": "2022-08-21T03:43:15.130Z",
    "locale": "en"
  },
  {
    "id": 104,
    "document_id": "essay-104",
    "title": "Question 6 - July, 2003",
    "content": "<p style=\"margin-left:0px;\">In 1998, Tom executed a valid will. The dispositive provisions of the will provided:</p><p style=\"margin-left:40px;\"><br>\"1. $100,000 to my friend, Al.</p><p style=\"margin-left:80px;\">My residence on Elm St. to my sister Beth.</p><p style=\"margin-left:80px;\">My OmegaCorp stock to my brother Carl.</p><p style=\"margin-left:80px;\">The residue of my estate to State University (SU).\"</p><p style=\"margin-left:0px;\"><br>In 1999, Tom had a falling out with Al and executed a valid codicil that expressly revoked paragraph 1 of the will but made no other changes.</p><p style=\"margin-left:0px;\"><br>In 2000, Tom reconciled with Al and told several people, \"Al doesn't need to worry; I've provided for him.\"</p><p style=\"margin-left:0px;\"><br>In 2001, Beth died intestate, survived only by one child, Norm, and two grandchildren, Deb and Eve, who were children of a predeceased child of Beth. Also in 2001, Tom sold his OmegaCorp stock and reinvested the proceeds by purchasing AlphaCorp stock.</p><p style=\"margin-left:0px;\"><br>Tom died in 2002. The will and codicil were found in his safe deposit box. The will was unmarred, but the codicil had the words ''Null and Void\" written across the text of the codicil in Tom's handwriting, followed by Tom's signature.</p><p style=\"margin-left:0px;\"><br>Tom was survived by Al, Carl, Norm, Deb, and Eve. At the time of Tom's death, his estate consisted of $100,000 in cash, the residence on Elm St., and the AlphaCorp stock.</p><p style=\"margin-left:0px;\"><br>What rights, if any, do Al, Carl, Norm, Deb, Eve, and SU have in Tom's estate? Discuss.</p><p style=\"margin-left:0px;\"><br>Answer according to California law.</p>",
    "created_at": "2022-08-20T17:12:04.617Z",
    "updated_at": "2022-08-21T23:07:43.838Z",
    "published_at": "2022-08-20T17:12:05.840Z",
    "locale": "en"
  },
  {
    "id": 151,
    "document_id": "essay-151",
    "title": "Question 1 - February, 2000",
    "content": "<p style=\"margin-left:0px;\">H and W were married in 1985 in Franklin, a non-community property state. H worked as an engineer for Texco beginning in 1975. W worked as a bookkeeper. During his employment with Texco, H received annual bonuses in the form of Texco stock. By 1990, H owned 1,000 shares of Texco.</p><p style=\"margin-left:0px;\"><br>In 1990, H accepted a job offer from Calco, a California-based engineering firm, and H and W moved to California . In 1991, Hand W purchased a condominium for $200 ,000, taking title as \"H and W, husband and wife, as joint tenants with right of survivorship.\" W paid the $50,000 down payment with money she had recently inherited, and Hand W obtained a $150,000 loan secured by a deed of trust for the balance of the purchase price. H made the monthly principal and interest payments on the loan out of his Calco earnings.</p><p style=\"margin-left:0px;\"><br>In 1999, W, who had found a bookkeeping job shortly after moving to California, was charged with embezzling $50,000 from that employer. W admitted spending the $50,000 on cocaine. W retained Lawyer, who negotiated a plea bargain pursuant to which W pled guilty, was placed on three years probation, and was ordered to make full restitution. W also underwent treatment at DrugStop, a drug treatment facility, at a cost of $10,000. Lawyer charged W $5,000 to handle her case.</p><p style=\"margin-left:0px;\"><br>H had no knowledge of either W's embezzlement or cocaine habit until her arrest. H has filed for dissolution of the marriage. The condominium is currently valued at $300,000 with a $50,000 balance on the mortgage.</p><p style=\"margin-left:0px;\"><br>What are Hand W's respective rights and liabilities with regard to:</p><p style=\"margin-left:0px;\"><br>1. The 1,000 shares of Texco stock?</p><p style=\"margin-left:0px;\"><br>2. The condominium?</p><p style=\"margin-left:0px;\"><br>3. The attorney's fee, restitution, and expenses for the DrugStop treatment? Discuss.</p><p style=\"margin-left:0px;\"><br>Answer according to California law.</p>",
    "created_at": "2022-08-21T13:52:40.000Z",
    "updated_at": "2022-09-27T21:40:07.195Z",
    "published_at": "2022-08-21T13:48:55.687Z",
    "locale": "en"
  },
  {
    "id": 73,
    "document_id": "essay-73",
    "title": "Question 6 - February, 2017",
    "content": "<p style=\"margin-left:0px;\">Ivan, an informant who had often proven unreliable, told Alan, a detective, that Debbie had offered Ivan $2,000 to find a hitman to kill her husband, Carl.</p><p style=\"margin-left:0px;\"><br>On the basis of that information, Alan obtained a warrant for Debbie’s arrest. In the affidavit in support of the warrant, Alan described Ivan as “a reliable informant” even though Alan knew that Ivan was unreliable.</p><p style=\"margin-left:0px;\"><br>Alan gave the arrest warrant to Bob, an undercover police officer, and told Bob to contact Debbie and pretend to be a hit man.</p><p style=\"margin-left:0px;\"><br>Bob called Debbie, told her he was a friend of Ivan and could do the killing, and arranged to meet her at a neighborhood bar. When the two met, the following conversation ensued:</p><p style=\"margin-left:0px;\"><br><strong>Bob:</strong> I understand you are looking for someone to kill your husband.</p><p style=\"margin-left:0px;\"><br><strong>Debbie:</strong> I was, but I now think it’s too risky. I’ve changed my mind.</p><p style=\"margin-left:0px;\"><br><strong>Bob:</strong> That’s silly. It’s not risky at all. I’ll do it for $5,000 and you can set up an airtight alibi.</p><p style=\"margin-left:0px;\"><br><strong>Debbie:</strong> That’s not a bad price. Let me think about it.</p><p style=\"margin-left:0px;\"><br><strong>Bob:</strong> It’s now or never.</p><p style=\"margin-left:0px;\"><br><strong>Debbie:</strong> I’ll tell you what. I’ll give you a $200 down payment, but I want to think some more about it. I’m still not sure about it.</p><p style=\"margin-left:0px;\"><br>When Debbie handed Bob the $200 and got up to leave, Bob identified himself as a police officer and arrested her. He handcuffed and searched her, finding a clear vial containing a white, powdery substance in her front pocket. Bob stated: “Well, well. What have we got here?” Debbie replied, “It’s cocaine. I guess I’m in real trouble now.”</p><p style=\"margin-left:0px;\"><br>Debbie has been charged with solicitation of murder and possession of cocaine.<br><br>1. How should the trial court rule on the following motions:</p><p style=\"margin-left:0px;\"><br>a) To suppress the cocaine under the Fourth Amendment? Discuss.</p><p style=\"margin-left:0px;\"><br>b) To suppress Debbie’s post-arrest statement under Miranda? Discuss.<br><br>2. Is Debbie likely to prevail on a defense of entrapment at trial? Discuss.</p>",
    "created_at": "2022-08-20T04:09:28.852Z",
    "updated_at": "2022-08-21T23:07:43.721Z",
    "published_at": "2022-08-20T04:09:30.614Z",
    "locale": "en"
  },
  {
    "id": 93,
    "document_id": "essay-93",
    "title": "Question 5 - February, 2018",
    "content": "<p style=\"margin-left:0px;\">In 2001, Ted, who was married to Wendy, signed a valid will bequeathing all of his property as follows: “$10,000 of my separate property to my daughter Ann; then $2,000 of my separate property to each person who is an employee of my company, START, at the time of my death; and all the rest of my separate property, plus all of my share of our community property to my beloved wife of 20 years, if she survives me.” No other gifts were specified in the will.</p><p style=\"margin-left:0px;\"><br>In 2003, Wendy died.</p><p style=\"margin-left:0px;\"><br>In 2005, Ted adopted a child, Bob.</p><p style=\"margin-left:0px;\"><br>In 2006, Ted signed a valid codicil to his 2001 will stating that, “I hereby bequeath $10,000 of my separate property to my beloved son, Bob. All the rest of my 2001 will remains the same.”</p><p style=\"margin-left:0px;\"><br>In 2011, Ted married Nell.</p><p style=\"margin-left:0px;\"><br>In 2012, Ted and Nell had a child, Carol.</p><p style=\"margin-left:0px;\"><br>In 2016, Ted died, leaving his 2001 will and his 2006 codicil as his only testamentary instruments. After all debts, taxes, and expenses had been paid, Ted’s separate property was worth $90,000, and his share of the community property was worth $100,000. At death, Ted still owned START, which by then had ten employees, none of whom had been an employee of START in 2001.</p><p style=\"margin-left:0px;\"><br>What rights, if any, do Nell, Ann, Bob, Carol and the START employees have in Ted’s estate? Discuss.&nbsp;</p><p style=\"margin-left:0px;\">&nbsp;</p><p style=\"margin-left:0px;\">Answer according to California law.</p>",
    "created_at": "2022-08-20T17:02:40.865Z",
    "updated_at": "2023-02-13T13:21:57.110Z",
    "published_at": "2022-08-20T17:02:41.735Z",
    "locale": "en"
  },
  {
    "id": 208,
    "document_id": "essay-208",
    "title": "Question 1 - July, 2005",
    "content": "<p style=\"margin-left:0px;\">In 1998, Henry and Wilma, residents of California, married. Henry had purchased shares of stock before marriage and kept these shares in his brokerage account. The shares in the account paid him an annual cash dividend of $3,000. Henry deposited this income in a savings account held in his name alone.</p><p style=\"margin-left:0px;\">&nbsp;</p><p style=\"margin-left:0px;\">In 1999, Wilma was hired by Tech Co. Wilma was induced to work for Tech Co. by the representation that successful employees would receive bonuses of company stock options. Later that year, Wilma was given options on 1,000 shares of Tech Co. stock. These stock options are exercisable in 2006, as long as Wilma is still working for Tech Co.</p><p style=\"margin-left:0px;\"><br>In 2003, because of marital difficulties, Wilma moved out of the home she had shared with Henry. Nevertheless, the couple continued to attend marriage counseling sessions that they had been attending for several months. Later that year, Henry was injured in an automobile accident. Afterwards, Henry and Wilma discontinued marriage counseling and filed for dissolution of<br>marriage.</p><p style=\"margin-left:0px;\"><br>In 2004, Henry settled his personal injury claim from the automobile accident for $20,000. The settlement included reimbursement for $5,000 of medical expenses that had been paid with community funds.</p><p style=\"margin-left:0px;\"><br>Henry had a child by a prior marriage and, over the course of his marriage to Wilma, had paid out of community funds a total of $18,000 as child support.</p><p style=\"margin-left:0px;\"><br>1. When making the final property division in Henry and Wilma's dissolution proceeding, how should the court characterize the following items:<br>a. Henry 's savings account? Discuss.<br>b. Henry 's personal injury settlement? Discuss.<br>c. Wilma 's stock options? Discuss.</p><p style=\"margin-left:0px;\"><br>2. Should the court require Henry to reimburse the community for his child support payments and, if so, in what amount? Discuss.</p><p style=\"margin-left:0px;\"><br>Answer according to California law.</p>",
    "created_at": "2022-08-21T06:13:10.453Z",
    "updated_at": "2022-08-21T23:07:37.730Z",
    "published_at": "2022-08-21T06:13:11.601Z",
    "locale": "en"
  },
  {
    "id": 152,
    "document_id": "essay-152",
    "title": "Question 1 - February, 2003",
    "content": "<p style=\"margin-left:0px;\">Petra, a State W resident, recently patented a new design for a tamper-free bottle cap for soft drinks. She contracted with Dave, who lives in State X, to design a manufacturing process to mass-produce the newly patented bottle caps. Under the contract, Dave was required to relocate to State W, where Petra had leased research and development facilities, and to keep confidential all design and production information concerning the bottle cap.</p><p style=\"margin-left:0px;\"><br>Dave promptly found someone to rent his home in State X. He moved all his belongings to State W. After working for six months in State W, Dave had perfected the manufacturing process, but when Petra denied Dave's request for additional compensation he quit his job and disclosed the bottle cap manufacturing process to Kola, Inc. (\"Kola\").</p><p style=\"margin-left:0px;\"><br>Kola is a regional soft drink bottler incorporated in State Y, with its principal place of business in State W. Kola flooded the market with bottled soft drinks capped with Kola's version of Petra's bottle cap months before Petra could begin production.</p><p style=\"margin-left:0px;\"><br>When Petra discovered what had happened, she filed suit against Dave and Kola in state court in State W for violation of State W's patent infringement law. Petra's complaint sought damages of $50,000 from Dave and $70,000 from Kola. Unknown to Petra's lawyer, a federal patent law enacted shortly before Petra filed suit encompasses the type of claim pleaded by Petra and expressly preempts all state laws on the subject.</p><p style=\"margin-left:0px;\"><br>Six weeks after being served with the complaint, Kola removed the entire action to the federal district court in State W. Petra immediately filed a motion to remand the case to state court in State W. The district court denied Petra's motion.</p><p style=\"margin-left:0px;\"><br>Petra immediately filed an appeal of the court's ruling denying Petra's motion to remand with the appropriate federal court of appeals.</p><p style=\"margin-left:0px;\"><br>1. Did the federal district court rule correctly on Petra's motion to remand the case to state court in State W? Discuss.</p><p style=\"margin-left:0px;\"><br>2. Should the federal court of appeals entertain Petra's appeal? Discuss.</p>",
    "created_at": "2022-08-21T03:42:18.266Z",
    "updated_at": "2022-08-21T23:07:36.978Z",
    "published_at": "2022-08-21T03:42:19.955Z",
    "locale": "en"
  },
  {
    "id": 210,
    "document_id": "essay-210",
    "title": "Question 6 - February, 2003",
    "content": "<p style=\"margin-left:0px;\">Henry and Wanda married in 1980 when both were students at State X University. State X is a non-community property state. Shortly after the marriage, Henry graduated and obtained employment with a State X engineering firm. Wanda gave birth to the couple's only child, and Henry and Wanda agreed that Wanda would quit her job and remain home to care for the child.</p><p style=\"margin-left:0px;\"><br>They bought a house in State X using their savings for the down payment and obtained a loan secured by a twenty-year mortgage for the balance of the purchase price. Mortgage payments were subsequently paid from Henry's earnings. The title to the State X house was in Henry's name alone.</p><p style=\"margin-left:0px;\"><br>In 1990, Henry accepted a job offer from a California engineering firm. The couple moved to California with their child and rented out the State X house.</p><p style=\"margin-left:0px;\"><br>In 1992, Wanda's uncle died and left her an oil painting with an appraised value of $5,000 and a small cabin located on a lake in California. Wanda took the painting to the cabin and hung it over the fireplace.</p><p style=\"margin-left:0px;\"><br>In 1993, after reading a book entitled \"How to Avoid Probate,\" Henry persuaded Wanda to execute and record a deed conveying the lake cabin to \"Henry and Wanda, as joint tenants with right of survivorship.\" Wanda did so, believing that the only effect of the conveyance would be to avoid probate.</p><p style=\"margin-left:0px;\"><br>In 1995, after three years of study paid for out of Henry's earnings, Wanda obtained a degree in podiatry and opened her own podiatry practice. Her practice became quite successful because of her enthusiasm, skill, and willingness to work long hours. Henry continued to work for the engineering firm.</p><p style=\"margin-left:0px;\"><br>In 2002, Henry and Wanda separated and filed for dissolution of marriage. Wanda had the painting reappraised. The artist, now deceased, has become immensely popular, and the painting is now worth $50,000.</p><p style=\"margin-left:0px;\"><br>Upon dissolution, what are Henry's and Wanda's respective rights in:<br><br>1. The lake cabin? Discuss.<br><br>2. The painting? Discuss.<br><br>3. The State X house? Discuss.<br><br>4. Wanda's professional education and podiatry practice? Discuss.<br><br>Answer according to California law.</p>",
    "created_at": "2022-08-21T06:14:38.490Z",
    "updated_at": "2022-08-21T23:07:43.240Z",
    "published_at": "2022-08-21T06:14:39.478Z",
    "locale": "en"
  },
  {
    "id": 128,
    "document_id": "essay-128",
    "title": "Question 1 - February, 2007",
    "content": "<p style=\"margin-left:0px;\">Builder sold a shopping mall to Owner. The recorded deed from Builder to Owner conveyed the mall and parking lot where the parking spaces were numbered 1 to 100. The deed reserved to Builder the exclusive right to use parking spaces 15 through 20 as a place to set up a stand to sell sports memorabilia and sandwiches on Sundays. The shopping mall was located adjacent to an existing residential neighborhood.</p><p style=\"margin-left:0px;\"><br>Owner entered into a written 30-year lease with Lois lea sing to her a store in the mall and parking spaces 1 through 20. Under the lease, Lois agreed to pay rent monthly and not to assign the lease without Owner's prior written approval. After occupying the leased premises for five years, Lois subleased the store and parking spaces to Fast Food for a term of ten years without first having obtained Owner's written approval.</p><p style=\"margin-left:0px;\"><br>Fast Food occupied the premises and paid rent to Owner. Fast Food , which operated a take-out restaurant on the premises seven days a week , used state-of-the-art equipment and operated in compliance with all local health ordinances. Notwithstanding this, on warm days when Fast Food was particularly busy, unpleasant cooking odors were emitted from Fast Food's kitchen. The unpleasant odors caused discomfort to many of the homeowners living in the adjacent neighborhood.</p><p style=\"margin-left:0px;\"><br>On the first Sunday after Fast Food opened its take-out restaurant, Builder set up his memorabilia and sandwich stand in parking spaces 15 through 20. Fast Food, not aware of the provision in the deed, complained to Builder about the competition of Builder 's sandwich sales and the occupancy of parking spaces allocated to Fast Food. Builder ignored Fast Food's complaints.</p><p style=\"margin-left:0px;\"><br>Fast Food then informed Owner that it would cease paying rent until Owner took steps to prevent Builder from using the parking spaces. Owner explained to Fast Food that there was nothing he could do about it, but Fast Food insisted that it would not pay further rent until Owner stopped Builder from setting up his stand.</p><p style=\"margin-left:0px;\">&nbsp;</p><p style=\"margin-left:0px;\">&nbsp;Thereupon, Owner hired a locksmith, who changed the locks on the space occupied by Fast Food, thus denying Fast Food access to the premises.</p><p style=\"margin-left:0px;\"><br>1. Did Lois violate the \"no-assignment\" provision in her lease with Owner?</p><p style=\"margin-left:0px;\"><br>2. If Fast Food brings an action in trespass against Builder for his use of parking spaces 15 through 20, is Fast Food likely to prevail?</p><p style=\"margin-left:0px;\"><br>3. Did Owner have the right to change the locks on Fast Food's premises?</p><p style=\"margin-left:0px;\"><br>4. Can the homeowners establish a claim for nuisance against Fast Food? Discuss.</p>",
    "created_at": "2022-08-20T17:40:41.839Z",
    "updated_at": "2022-08-21T23:07:37.099Z",
    "published_at": "2022-08-20T17:40:42.765Z",
    "locale": "en"
  },
  {
    "id": 1,
    "document_id": "essay-1",
    "title": "Question 1 - July, 2019",
    "content": "<p style=\"margin-left:0px;\">In 2015, Priscilla was shopping at Grocery when a very large display of bottled soda products fell on her, bruising her head and entire body. She filed suit in federal district court against Grocery for negligently maintaining the display, and sought damages for medical expenses, pain and suffering, and lost wages. Grocery recognized that jurisdiction was proper and filed an answer denying liability.</p><p style=\"margin-left:0px;\"><br>Accompanying the complaint was a set of 26 interrogatories, which read in part:</p><p style=\"margin-left:0px;\"><br>25. Please provide the names and addresses of every Grocery employee who worked on construction of the soda display and every soda company employee who did so.</p><p style=\"margin-left:0px;\"><br>26. Please provide copies of every training manual Grocery has used in training its employees.</p><p style=\"margin-left:0px;\"><br>Grocery responded: Objection. These interrogatories are flawed. Upon receiving the reply, Priscilla filed a motion to compel further responses.</p><p style=\"margin-left:0px;\"><br>Grocery made two discovery requests asking for:</p><p style=\"margin-left:0px;\"><br>a. An order requiring Priscilla to submit to mental and physical examinations.</p><p style=\"margin-left:0px;\"><br>b. All of Priscilla's tax returns since 1995.</p><p style=\"margin-left:0px;\"><br>Priscilla opposed both discovery requests and Grocery filed motions to compel.</p><p style=\"margin-left:0px;\"><br>Before Priscilla filed her lawsuit, Grocery hired Xavier, an expert on grocery store displays, to investigate the accident. His findings were unfavorable, and Grocery has<br>not identified Xavier as a witness. Xavier is an independent contractor, but he works exclusively for Grocery.</p><p style=\"margin-left:0px;\"><br>Included in Priscilla's original set of interrogatories was a question seeking the names and opinions of all experts Grocery had hired for the litigation. In response to that interrogatory, Grocery replied: Objection. Privileged. No information about Xavier was disclosed by Grocery.</p><p style=\"margin-left:0px;\"><br>1. How should the court rule on Priscilla's motion to compel further responses to her interrogatories to Grocery? Discuss.</p><p style=\"margin-left:0px;\"><br>2. How should the court rule on each of Grocery's motions to compel? Discuss.</p><p style=\"margin-left:0px;\"><br>3. Was Grocery's response to Priscilla's interrogatory about its experts proper? Discuss.</p><p style=\"margin-left:0px;\"><br>4. Should the court sustain Grocery's assertion of privilege with regard to Xavier? Discuss.</p>",
    "created_at": "2022-03-19T17:37:04.381Z",
    "updated_at": "2022-08-21T23:07:38.130Z",
    "published_at": "2022-03-19T17:37:28.899Z",
    "locale": "en"
  },
  {
    "id": 234,
    "document_id": "essay-234",
    "title": "Question 1 - February, 2014",
    "content": "<p style=\"margin-left:0px;\">Three months ago, Dave was arrested for the burglary of a shoe store after a forensic investigation by the police department identified him as the burglar. Patty, a prosecutor, brought burglary charges against him.</p><p style=\"margin-left:0px;\"><br>A week ago, Patty saw a press release that the police chief was planning to issue to the media. It stated that Dave was a “transient” and had been “arrested for burglary by Inspector Ing, who is known for his ability to apprehend guilty criminals.”</p><p style=\"margin-left:0px;\"><br>Four days ago, Patty received a report from a federal agency stating that the police department’s forensic investigation identifying Dave as the burglar was unreliable.</p><p style=\"margin-left:0px;\"><br>Three days ago, Patty announced “ready for trial” at a pretrial conference.</p><p style=\"margin-left:0px;\"><br>Yesterday, Patty learned that two eyewitnesses had identified Dave as the burglar. Because she did not intend to use evidence from the forensic investigation, she did not disclose the federal agency report to Dave’s attorney. Dave’s attorney has never asked her to provide discovery.</p><p style=\"margin-left:0px;\"><br>This morning, Patty called the judge who will be presiding over Dave’s trial to reassure him that there is ample non-forensic evidence to convict Dave.</p><p style=\"margin-left:0px;\"><br>What ethical violations, if any, has Patty committed? Discuss.</p><p style=\"margin-left:0px;\">Answer according to California and ABA authorities.</p>",
    "created_at": "2022-08-21T13:27:18.661Z",
    "updated_at": "2022-08-21T23:07:37.303Z",
    "published_at": "2022-08-21T13:28:02.255Z",
    "locale": "en"
  },
  {
    "id": 69,
    "document_id": "essay-69",
    "title": "Question 1 - February, 2020",
    "content": "<p style=\"margin-left:0px;\">Paul, an actor, had small but memorable roles in two recent Hollywood blockbusters. Paul was also a first-year law student. He began having difficulty keeping up with his studies and became increasingly anxious about failing. He told his Legal Research and Writing professor, Dan, about his anxiety and doubts about his ability to timely complete a research paper Dan had assigned. Dan noticed that Paul appeared unusually anxious and suggested he go see the school counselor.</p><p style=\"margin-left:0px;\"><br>Paul returned to the apartment that he shared with Jack, who was also enrolled in Dan’s Legal Research and Writing class.</p><p style=\"margin-left:0px;\"><br>The day before the research paper was due, Jack looked for his paper in his room but could not find it. Later, after Jack returned home from school, he found the paper on his desk where he thought he had originally placed it. After submitting the paper, Jack became suspicious that Paul might have copied parts of Jack’s paper on the day that it seemed to be missing. Jack went to Dan’s office and told him about his suspicions. Dan pulled from a stack of submitted papers what he thought was Paul’s paper. When Jack saw the paper, he recognized the footnotes and said that Paul had “copied all of the footnotes from my paper.”</p><p style=\"margin-left:0px;\"><br>The next day, Dan told Jack and Paul’s class that “I hope no other student has copied his footnotes from another student’s paper like that two-bit actor Paul.” Paul was in class and heard the statement. Deeply humiliated, Paul suffered a severe panic attack, but did not seek medical treatment.</p><p style=\"margin-left:0px;\"><br>Dan later discovered that he had inadvertently shown Jack his own paper and not Paul’s paper and that Paul had not copied Jack’s or any other person’s materials.<br>Paul has sued Dan based on his statement to the class.</p><p style=\"margin-left:0px;\"><br>What claim(s) may Paul reasonably raise against Dan; what defenses may Dan reasonably assert; what damages, if any, may Paul recover; and what is the likely outcome? Discuss.</p>",
    "created_at": "2022-08-20T04:03:26.157Z",
    "updated_at": "2022-08-21T23:07:37.509Z",
    "published_at": "2022-08-20T04:03:27.716Z",
    "locale": "en"
  },
  {
    "id": 147,
    "document_id": "essay-147",
    "title": "Question 2 - February, 2009",
    "content": "<p style=\"margin-left:0px;\">Copyco, Inc . (\"Copyco\"), a maker of copy machines, was incorporated in State A. Most of Copyco's employees work in State Bat its sole manufacturing plant, which is located in the southern federal judicial district of State B. Copyco also has a distribution center in the northern federal judicial district of State B.</p><p style=\"margin-left:0px;\"><br>Sally is a citizen of State B. Sally was using a Copyco copy machine at Blinko, a copy center within the northern federal judicial district of State B, when the machine started to jam. When Sally tried to clear the jam, she severely injured her hand. She underwent several surgeries at a nearby hospital. Her physician believes she may never recover the full use of her hand. Sally filed a lawsuit against Copyco as the sole defendant in the State B northern district federal court. Her complaint alleges that Copyco was negligent and that she has suffered physical injury,<br>and also seeks damages of $100,000, exclusive of costs and interest.</p><p style=\"margin-left:0px;\"><br>The federal court has subject matter jurisdiction to hear Sally's lawsuit on the basis of diversity of citizenship. Copyco, however , moved for a change of venue to the southern federal judicial district of State B. The court denied Copyco 's motion.</p><p style=\"margin-left:0px;\"><br>Sally wishes to obtain from Blinko a copy of the maintenance records for the copy machine that caused her injuries.</p><p style=\"margin-left:0px;\"><br>Questioning the extent of the injuries Sally alleged, Copyco wishes the court to compel Sally to appear for an examination by both a physician and a psychologist of Copyco's own choosing.</p><p style=\"margin-left:0px;\"><br>1. Was the federal court correct to deny Copyco's motion for change of venue? Discuss.<br><br>2. (a) Is Sally entitled to a copy of the maintenance records? Discuss.<br>(b) If so, how must she proceed to obtain them? Discuss.<br><br>3. (a) Is Copyco entitled to an order to compel Sally to appear for an examination by a physician and an examination by a psychologist chosen by Copyco? Discus .<br>(b) If so, how must it proceed to obtain such an order? Discuss.</p>",
    "created_at": "2022-08-21T03:35:53.979Z",
    "updated_at": "2022-08-21T23:07:38.397Z",
    "published_at": "2022-08-21T03:35:54.945Z",
    "locale": "en"
  },
  {
    "id": 72,
    "document_id": "essay-72",
    "title": "Question 2 - February, 2018",
    "content": "<p style=\"margin-left:0px;\">County Jail has prominently posted in the inmate dining hall quotations from three of the Ten Commandments as follow: “You shall not kill.” “You shall not steal.” “You shall not give false testimony against your neighbor.” County officials thought these were “good moral principles” that would assist prisoners when they were released.</p><p style=\"margin-left:0px;\"><br>The Jail makes available to inmates copies of the Bible and the Quran (Koran), but no other religious books. Inmate Ivan requested a copy of a religious book central to his recognized, but relatively small, sect. This book urges the religious use of a hallucinogenic sacramental tea. Ivan has requested permission to have the hallucinogenic sacramental tea on a weekly basis as part of his religious observances.</p><p style=\"margin-left:0px;\"><br>Ivan’s request for the book was denied on the basis that it encourages illegal drug usage. His request for permission to have the hallucinogenic sacramental tea was denied for the same reason.</p><p style=\"margin-left:0px;\"><br>1. What challenges under the United States Constitution, if any, could Ivan reasonably raise to the dining hall quotations, and what is the likely outcome? Discuss.<br><br>2. What challenges under the United States Constitution, if any, could Ivan reasonably raise to the denial of his requests for the book and the tea, and what is the likely outcome? Discuss.</p>",
    "created_at": "2022-08-20T04:08:22.476Z",
    "updated_at": "2022-08-21T23:07:38.613Z",
    "published_at": "2022-08-20T04:08:23.338Z",
    "locale": "en"
  },
  {
    "id": 95,
    "document_id": "essay-95",
    "title": "Question 1 - February, 2016",
    "content": "<p style=\"margin-left:0px;\">Wendy, a widow, owned a house in the city and a ranch in the country. She created a valid inter vivos trust, naming herself and her daughter, Dot, as co-trustees, and providing that she had the power to revoke or amend the trust at any time in writing, by a document signed by her and delivered to her and Dot as co-trustees. At Wendy's death, Dot was to become the sole trustee, and was directed to hold the assets in trust for the benefit of Wendy' s sister, Sis, until Sis's death. At Sis's death, the trust was to terminate and all assets be distributed to Dot. The sole asset in the trust was Wendy's ranch.</p><p style=\"margin-left:0px;\"><br>Years later, Wendy prepared a valid will in which she stated, ''I hereby revoke the trust I previously established, and leave my house and my ranch to my son, Sam, as trustee, to be held in trust for the benefit of my brother, Bob. Five years after my death the trust shall terminate, and all assets then remaining in the trust shall be distributed outright to Sam.''</p><p style=\"margin-left:0px;\"><br>Wendy died. Following her death, both Dot and Sam were surprised to find her will.</p><p style=\"margin-left:0px;\"><br>Dot has refused to serve as trustee under the inter vivos trust, and claims that, as a result, the trust fails and that the ranch should immediately be given to her.</p><p style=\"margin-left:0px;\"><br>Sam has agreed to serve as trustee under the testamentary trust, and claims that the ranch is part of the trust. Sam then sells the house, at fair market price, to himself in his individual capacity, and invests all the assets of the trust into his new business, Sam's Solar. Bob objects to sale of the house and to Sam' s investment.</p><p style=\"margin-left:0px;\"><br>1. What interests, if any, do Dot, Sam, and/or Bob have in the house and the ranch?<br>Discuss.</p><p style=\"margin-left:0px;\"><br>2. What duties, if any, has Sam violated as trustee of the testamentary trust, and what remedies, if any, does Bob have against him? Discuss.</p>",
    "created_at": "2022-08-20T17:03:41.221Z",
    "updated_at": "2022-08-21T23:07:37.379Z",
    "published_at": "2022-08-20T17:03:42.428Z",
    "locale": "en"
  },
  {
    "id": 87,
    "document_id": "essay-87",
    "title": "Question 2 - July, 2004",
    "content": "<p style=\"margin-left:0px;\">State X amended its anti-loitering statute by adding a new section 4, which reads as follows:</p><p style=\"margin-left:0px;\"><br>A person is guilty of loitering when the person loiters, remains, or wanders about in a public place, or on that part of private property that is open to the public, for the purpose of begging.</p><p style=\"margin-left:0px;\"><br>Alice, Bob, and Mac were separately convicted in a State X court of violating section 4.</p><p style=\"margin-left:0px;\"><br>Alice was convicted of loitering for the purpose of begging on a sidewalk located outside the City's Public Center for the Performing Arts in violation of section 4.</p><p style=\"margin-left:0px;\"><br>Bob was convicted of loitering for the purpose of begging on a waiting platform at a stop on City's subway system in violation of section 4.</p><p style=\"margin-left:0px;\"><br>Mac was convicted of loitering for the purpose of begging in the lobby of the privately owned Downtown Lawyers Building located in the business district of City in violation of section 4.</p><p style=\"margin-left:0px;\"><br>Alice, Bob, and Mac have each appea led their convictions, and their appeals have been consolidated in the State X appellate court. It has been stipulated that Alice, Bob, and Mac are indigent, that section 4 is not void for vagueness, and that the only issue on appeal concerns the validity of section 4 under the First Amendment to the United States Constitution.</p><p style=\"margin-left:0px;\"><br>How should the appellate court decide the three appeals, and why? Discuss.</p>",
    "created_at": "2022-08-20T04:19:44.337Z",
    "updated_at": "2022-08-21T23:07:38.813Z",
    "published_at": "2022-08-20T04:19:45.245Z",
    "locale": "en"
  },
  {
    "id": 19,
    "document_id": "essay-19",
    "title": "Question 3 - February, 2001",
    "content": "<p style=\"margin-left:0px;\">Duce and Cody were arrested for an armed robbery. Duce was taken to the police station, where she was interrogated without Miranda warnings. After three hours of questioning, a police officer asked Duce if she would consent to a search of her automobile. Duce consented, and a search of her car revealed a handgun and items stolen in the robbery, which were seized by the officers. When told what the officers found, Duce confessed to driving the getaway car in the robbery.</p><p style=\"margin-left:0px;\"><br>Cody, who did not know that Duce had confessed, then confessed and named Duce as the driver of the getaway car.</p><p style=\"margin-left:0px;\"><br>At their joint trial on a charge of robbery, Duce moved to exclude her confession from evidence based solely on the failure of the police to give her Miranda warnings. Based only on that violation, the court granted the motion to exclude her confession.</p><p style=\"margin-left:0px;\"><br>Duce also moved to exclude from evidence the handgun and the stolen items seized from her automobile, claiming that she was not aware that she had a right to refuse consent to search.<br><br><br>The prosecutor conceded that the police had no authority to search the car absent consent, but asserted that Duce's consent was obtained without coercion. The court denied the motion, finding that the consent was voluntary.</p><p style=\"margin-left:0px;\"><br>The handgun and the stolen items seized from Duce's car were admitted into evidence at the joint trial of Duce and Cody over objections by each defendant. Cody's confession, redacted to eliminate any reference to Duce, was admitted into evidence against Cody.</p><p style=\"margin-left:0px;\"><br>At trial Duce testified, denying that she drove the getaway car and that she knew the handgun or the stolen items were in her car. She testified that she had loaned her car to Cody on the day of the robbery. In rebuttal the prosecutor called a police officer who testified, over objection by Duce, to the contents of Duce's confession and to the contents of Cody's complete<br>unredacted confession implicating Duce as the driver of the getaway car.</p><p style=\"margin-left:0px;\"><br>Assume that in each instance all appropriate constitutional and evidentiary objections were made.</p><p style=\"margin-left:0px;\"><br>1. Did the court err in admitting the handgun and the stolen items seized from Duce's car against Duce and Cody? Discuss.<br><br>2. Did the court err in admitting the police officer's testimony about Duce's confession? Discuss.<br><br>3. Did the court err in admitting the police officer's testimony about Cody's complete unredacted confession? Discuss.</p>",
    "created_at": "2020-05-10T10:01:18.721Z",
    "updated_at": "2022-08-21T23:07:39.294Z",
    "published_at": "2022-08-08T01:58:29.113Z",
    "locale": "en"
  },
  {
    "id": 246,
    "document_id": "essay-246",
    "title": "Question 2 - February, 2002",
    "content": "<p>Berelli Co., the largest single buyer of tomatoes in the area, manufactures several varieties of tomato-based pasta sauces. Berelli entered into a written contract with Grower to supply Berelli its requirements of the Tabor, the only type of tomato Berelli uses in its pasta sauces. The Tabor tomato is known for its distinctive flavor and color, and it is particularly desirable for making sauces. The parties agreed to a price of $100 per ton. The contract, which was on Berelli's standard form, specified that Grower was to deliver to Berelli at the end of the growing season in August all Tabor tomatoes that Berelli might require.</p><p>The contract also prohibited Grower from selling any excess Tabor tomatoes to a third party without Berelli's consent. At the time the contract was executed, Grower objected to that provision. A Berelli representative assured him that although the provision was standard in Berelli's contracts with its growers, Berelli had never attempted to enforce the provision. In fact, however, Berelli routinely sought to prevent growers from selling their surplus crop to third parties. The contract also stated that Berelli could reject Grower's tomatoes for any reason, even if they conformed to the contract.</p><p>On August 1, Berelli told Grower that it would need 40 tons of Tabor tomatoes at the end of August. Grower anticipated that he would harvest 65 tons of Tabor tomatoes commencing on August 30. Because of the generally poor growing season, Tabor tomatoes were in short supply. Another manufacturer, Tosca Co., offered Grower $250 per ton for his entire crop of Tabor tomatoes. On August 15, Grower accepted the Tosca offer and informed Berelli that he was repudiating the Berelli/Grower contract.</p><p>After Grower's repudiation, Berelli was able to contract for only 10 tons of Tabor tomatoes on the spot market at $200 per ton, but has been unable to procure any more. Other varieties of tomatoes are readily available at prices of $100 per ton or less on the open market, but Berelli is reluctant to switch to these other varieties. Berelli believes that Tabor tomatoes give its sauces a unique color, texture, and flavor. It is now August 20. Berelli demands that Grower fulfill their contract in all respects.</p><p><strong>1.</strong> What remedies are available to Berelli to enforce the terms of its contract with Grower, what defenses might Grower reasonably assert, and what is the likely outcome on each remedy sought by Berelli? Discuss.</p><p><strong>2.</strong> If Berelli elects to forgo enforcement of the contract and elects instead to sue for damages, what defenses might Grower reasonably assert, and what damages, if any, is Berelli likely to recover? Discuss.</p>",
    "created_at": "2025-06-20T03:46:06.852Z",
    "updated_at": "2025-06-20T04:01:53.519Z",
    "published_at": "2025-06-20T04:00:56.728Z",
    "locale": "en"
  },
  {
    "id": 154,
    "document_id": "essay-154",
    "title": "Question 1 - July, 2001",
    "content": "<p style=\"margin-left:0px;\">Pam took an indefinite leave of absence from her job, sublet her apartment in State A, and went to care for her elderly mother in State B. Approximately six months later, while Pam was walking to her car in the parking lot of Don's Market in State B, Rita, a resident of State C, struck Pam with her car. In Rita's car were three friends from State C who were traveling through State B with Rita. The friends told the police officer called to the scene of the accident that Pam was reading a magazine as she walked across the parking lot and was therefore not watching where she was going. Pam told the police officer that she had just walked out from behind a large concrete column in the parking lot when Rita's car struck her.</p><p style=\"margin-left:0px;\"><br>Pam sued Rita and Don's Market in federal court in State B. Pam's complaint sought $60,000 in damages against each defendant. It also asked the court for an injunction ordering Don's Market to tear down the concrete column in the parking lot.</p><p style=\"margin-left:0px;\"><br>Don's Market moved to dismiss Pam's complaint on the ground that the court lacked subject matter jurisdiction. The court denied the motion.</p><p style=\"margin-left:0px;\"><br>Rita then moved for a change of venue of the action to federal court in State Con the grounds that she is a citizen of State C and that it would be a hardship for her and her witnesses to travel to State B for trial. The court denied Rita's motion for change of venue.</p><p style=\"margin-left:0px;\"><br>Rita then filed a notice of appeal of the court's denial of her venue motion. The appellate court dismissed Rita 's appeal.</p><p style=\"margin-left:0px;\"><br>1. Was the trial court correct in denying the motion of Don's Market to dismiss the complaint on the ground that the court lacked subject matter jurisdiction? Discuss.<br><br>2. Was the trial court correct in denying Rita's motion for change of venue? Discuss.<br><br>3. Was the appellate court correct in dismissing Rita's appeal? Discuss.</p>",
    "created_at": "2022-08-21T03:44:19.227Z",
    "updated_at": "2022-08-21T23:07:37.626Z",
    "published_at": "2022-08-21T03:44:20.185Z",
    "locale": "en"
  },
  {
    "id": 192,
    "document_id": "essay-192",
    "title": "Question 3 - February, 2005",
    "content": "<p style=\"margin-left:0px;\">Molly and Ruth were partners in the operation of a dry cleaning store. Recent government environmental regulations relating to dangers posed by dry cleaning fluids increased their exposure to liability and caused a decline in their business. Molly and Ruth decided to convert their partnership into Dryco, Inc. (\"Dryco\"), a corporation, to limit their potential personal liability.</p><p style=\"margin-left:0px;\"><br>Molly and Ruth each contributed $20,000 in cash to Dryco. In return, each received a $15,000 promissory note from Dryco and 5,000 shares of stock with a value of $1 per share.</p><p style=\"margin-left:0px;\"><br>Prior to incorporation, Molly entered into a contract on behalf of Dryco with Equipment Company (\"EC\") for the unsecured credit purchase of an environmentally safe dryer for $100,000. EC was aware that Dryco had not yet been formed. EC delivered the dryer one week after the incorporation, and Dryco used it thereafter and made monthly installment payments.</p><p style=\"margin-left:0px;\"><br>Dryco had been incorporated in compliance with all statutory requirements, and Molly and Ruth observed all corporate formalities during the period of Dryco's existence. One year after incorporation, however, Dryco became insolvent and dissolved. At the time of the dissolution, Dryco's assets were valued at $50,000. Its debts totaled $120,000, consisting of the two $15,000 notes held by Molly and Ruth and a $90,000 balance due EC for the dryer.</p><p style=\"margin-left:0px;\"><br>1. As among EC, Molly, and Ruth, how should Dryco's $50,000 in assets be distributed? Discuss.<br><br>2. On what theory or theories, if any, can Molly and/or Ruth be held liable for the balance owed to EC? Discuss.</p>",
    "created_at": "2022-08-21T05:32:07.515Z",
    "updated_at": "2022-08-21T23:07:39.399Z",
    "published_at": "2022-08-21T05:32:08.554Z",
    "locale": "en"
  },
  {
    "id": 244,
    "document_id": "essay-244",
    "title": "Question 4 - February, 2023",
    "content": "<p>LawnCare Company (LawnCare) manufactured and sold a liquid weed killer for lawn care. Paula brought a personal injury suit against LawnCare when her children developed breathing problems after LawnCare’s weed killer was applied on her lawn. LawnCare entered into a valid retainer agreement with Andy, an attorney, to defend LawnCare in the action.&nbsp;</p><p>&nbsp;</p><p>Andy is a member and financial supporter of Citizens Concerned About Chemicals (C2AC), a consumer group that is currently lobbying for environmental regulations that would remove chemicals such as LawnCare’s weed killer from the market as unsafe. Andy provided pro bono free legal advice to C2AC in the past regarding an unrelated corporate matter, but did not enter into a formal attorney-client relationship with C2AC.&nbsp;</p><p>&nbsp;</p><p>Since Andy is convinced that his association with C2AC will not affect his representation of LawnCare, he did not tell LawnCare about his relationship with C2AC. LawnCare is impressed with Andy’s reputation as a litigator, and Andy did not want to jeopardize losing LawnCare as a client by discussing his private concerns about their chemicals.&nbsp;</p><p>&nbsp;</p><p>In response to an anonymous questionnaire sent to all C2AC members, Andy mentioned the publicly available information regarding Paula’s complaint filed against LawnCare, but did not provide any other details. One week after Andy returned the questionnaire to C2AC, Andy received a call from the Chief Executive Officer (“CEO”) of LawnCare, who said a representative of C2AC had called to ask about Paula’s lawsuit. Andy told the CEO that he did not know where C2AC would have received that information from and recommended that LawnCare not disclose any details about the lawsuit.&nbsp;</p><p>&nbsp;</p><p>What ethical violations, if any, has Andy committed? Discuss.&nbsp;</p><p>&nbsp;</p><p>Answer according to California and ABA authorities.</p>",
    "created_at": "2023-05-14T01:22:22.327Z",
    "updated_at": "2023-05-14T01:50:12.191Z",
    "published_at": "2023-05-14T01:22:26.918Z",
    "locale": "en"
  },
  {
    "id": 221,
    "document_id": "essay-221",
    "title": "Question 1 - February, 2010",
    "content": "<p style=\"margin-left:0px;\">On April 1, Pat, a computer software consultant , entered into a written services contract with Danco , Inc. to write four computer programs for use by Danco in controlling its automated manufacturing machines. The contract provided that Danco would pay Pat $25,000 on completion of the work and that the programs were to be delivered to Danco no later than May 1.</p><p style=\"margin-left:0px;\">&nbsp;</p><p style=\"margin-left:0px;\"><br>The contract stated , \"This is the complete and entire contract between the parties, and no modification of this contract shall be valid unless it is in writing and signed by both parties.\"</p><p style=\"margin-left:0px;\"><br>Pat entered into the contract in anticipation that it would lead to significant work from Danco in the future , and he consequently turned away opportunities to take on more lucrative work.</p><p style=\"margin-left:0px;\"><br>On April 15, Pat called Chelsea, the President of Danco, who had executed the contract on behalf of Danco, and told her,\" I'm having some problems with program number 3, and I won't have it ready to deliver to you until at least May 8 - maybe closer to May 15. Also , I have some doubt about whether I can even write program number 4 at all because your computer hardware is nearly obsolete. But I'll get programs numbers 1 and 2 to you by May 1.\"</p><p style=\"margin-left:0px;\"><br>Chelsea said in response , \"I'm sorry to hear that. We really need all four programs. If you can't deliver until May 15, I guess I'll have to live with that.\"</p><p style=\"margin-left:0px;\"><br>On April 28, Pat called Chelsea and said, \"I've worked out the problems with programs numbers 3 and 4. I'll deliver them to you on May 12.\"</p><p style=\"margin-left:0px;\"><br>Chelsea responded , \"I've been meaning to call you. I'm going to start looking around for another consultant to do the work because I consider what you said in our April 15 telephone discussion to be a repudiation of our contract. My lawyer tells me that, because of the language in the contract, nothing I said to you in that conversation matters. You repudiated the contract , so we don't owe you anything.\"</p><p style=\"margin-left:0px;\"><br>Can Pat prevail in a suit against Danco for breach of contract, and, if so, what is the measure of his damages? Discuss.</p>",
    "created_at": "2022-08-21T06:24:57.458Z",
    "updated_at": "2022-08-21T23:07:37.185Z",
    "published_at": "2022-08-21T06:24:58.598Z",
    "locale": "en"
  },
  {
    "id": 220,
    "document_id": "essay-220",
    "title": "Question 3 - July, 2011",
    "content": "<p style=\"margin-left:0px;\">Betty is a physician. One of her patients was an elderly man named Al. Betty treated Al for Alzheimer's disease , but since she believed he was destitute, she never charged him for her services.</p><p style=\"margin-left:0px;\"><br>One day Al said to Betty, \"I want to pay you back for all you have done over the years. If you will care for me for the rest of my life, I will give you my office building. I'm frightened because I have no heirs and you are the only one who cares for me. I need to know now that I can depend on you.\" Betty doubted that Al owned any office building, but said nothing in response and just completed her examination of Al and gave him some medication.</p><p style=\"margin-left:0px;\"><br>Two years passed. Al's health worsened and Betty continued to treat him. Betty forgot about Al's statement regarding the office building.</p><p style=\"margin-left:0px;\"><br>One day Betty learned that Al was indeed the owner of the office building. Betty immediately wrote a note to Al stating, \"I accept your offer and promise to provide you with medical services for the rest of your life.\" Betty signed the note, put it into a stamped envelope addressed to Al, and placed the envelope outside her front door to be picked up by her mail carrier when he arrived to deliver the next day's mail.</p><p style=\"margin-left:0px;\"><br>Al died in his sleep that night. The mail carrier picked up Betty 's letter the following morning and it was delivered to Al's home a day later. The services rendered by Betty to Al over the last two years were worth several thousand dollars; the office building is worth millions of dollars.</p><p style=\"margin-left:0px;\"><br>Does Betty have an enforceable contract for the transfer of the office building? Discuss.</p>",
    "created_at": "2022-08-21T06:23:54.647Z",
    "updated_at": "2022-08-21T23:07:40.215Z",
    "published_at": "2022-08-21T06:23:55.598Z",
    "locale": "en"
  },
  {
    "id": 132,
    "document_id": "essay-132",
    "title": "Question 4 - July, 2003",
    "content": "<p style=\"margin-left:0px;\">Paula is the president and Stan is the secretary of a labor union that was involved in a bitter and highly-publicized labor dispute with City and Mayor. An unknown person surreptitiously recorded a conversation between Paula and Stan, which took place in the corner booth of a coffee shop during a break in the contract negotiations with City. During the conversation, Paula whispered to Stan, \"Mayor is a crook who voted against allowing us to build our new union headquarters because we wouldn't pay him off.\"</p><p style=\"margin-left:0px;\"><br>The unknown person anonymously sent the recorded conversation to KXYZ radio station in City. Knowing that the conversation had been surreptitiously recorded, KXYZ broadcast the conversation immediately after it received the tape.</p><p style=\"margin-left:0px;\"><br>After the broadcast, Paula sued KXYZ for invasion of privacy in publishing her conversation with Stan. Mayor sued Paula and KXYZ for defamation.</p><p style=\"margin-left:0px;\"><br>1. Is Paula likely to succeed in her suit against KXYZ? Discuss.<br><br>2. Is Mayor likely to succeed in his suit against Paula and KXYZ? Discuss.</p>",
    "created_at": "2022-08-20T17:43:31.141Z",
    "updated_at": "2022-08-21T23:07:41.330Z",
    "published_at": "2022-08-20T17:43:32.404Z",
    "locale": "en"
  },
  {
    "id": 167,
    "document_id": "essay-167",
    "title": "Question 1 - July, 2007",
    "content": "<p style=\"margin-left:0px;\">Larry leased in writing to Tanya a four-room office suite at a rent of $500 payable monthly in advance. The lease commenced on July 1, 2006. The lease required Larry to provide essential services to Tanya's suite. The suite was located on the 12th floor of a new 20-story office building.</p><p style=\"margin-left:0px;\"><br>In November Larry failed to provide essential services to Tanya's suite on several occasions. Elevator service and running water were interrupted once; heating was interrupted twice; and electrical service was interrupted on three occasions. These services were interrupted for periods of time lasting from one day to one week. On December 5, the heat, electrical and running water services were interrupted and not restored until December 12. In each instance Tanya immediately complained to Larry, who told Tanya that he was aware of the problems and was doing all he could to repair them.</p><p style=\"margin-left:0px;\"><br>On December 12, Tanya orally told Larry that she was terminating her lease on February 28, 2007 because the constant interruptions of services made it impossible for her to conduct her business. She picked the February 28 termination date to give herself ample opportunity to locate alternative office space.</p><p style=\"margin-left:0px;\"><br>Tanya vacated the suite on February 28 even though between December 12 and February 28 there were no longer any problems with the leased premises.</p><p style=\"margin-left:0px;\"><br>Larry did not attempt to relet Tanya's vacant suite until April 15. He found a tenant to lease the suite commencing on May 1 at a rent of $500 payable monthly in advance. On May 1, Larry brought suit against Tanya to recover rent for the months of March and April.</p><p style=\"margin-left:0px;\"><br>On what theory could Larry reasonably assert a claim to recover rent from Tanya for March and April and what defenses could Tanya reasonably assert against Larry 's claim for rent? Discuss.</p>",
    "created_at": "2022-08-21T04:04:41.357Z",
    "updated_at": "2022-08-21T23:07:37.821Z",
    "published_at": "2022-08-21T04:04:42.544Z",
    "locale": "en"
  },
  {
    "id": 34,
    "document_id": "essay-34",
    "title": "Question 4 - July, 2004",
    "content": "<p>Victor had been dating Daniel's estranged wife, Wilma. Several days after seeing Victor and Wilma together, Daniel asked Victor to help him work on his pickup truck at a nearby garage. While working under the truck, Victor saw Daniel nearby. Then Victor felt gasoline splash onto his upper body. He saw a flash and the gasoline ignited. He suffered second-and third-degree burns. At the hospital, he talked to a police detective, who immediately thereafter searched the garage and found a cigarette lighter. Daniel was charged with attempted murder. At a jury trial, the following occurred:&nbsp;<br><br>a. Tom, an acquaintance of Daniel, testified for the prosecution that Daniel had complained to Tom that Victor had \"burned\" him several times and stated that he (Daniel) would ''bum him one of these days.\"&nbsp;<br><br>b. Victor testified for the prosecution that, while Victor was trying to douse the flames, Daniel laughed at him and ran out of the garage.&nbsp;<br><br>c. At the request of the prosecutor, the judge took judicial notice of the properties of gasoline and its potential to cause serious bodily injury or death when placed on the body and ignited. In his defense, Daniel testified that he was carrying a gasoline container, tripped, and spilled its contents. He denied possessing the lighter, and said that the fire must have started by accident. He said that he ran out of the garage because the flames frightened him.&nbsp;<br><br>d. On cross-examination, the prosecutor asked Daniel, \"Isn't it true that the lighter found at the garage had your initials on it?\" The prosecutor urged the jury to consider the improbability of Daniel's claim that he had accidentally spilled the gasoline.&nbsp;<br><br>e. During a break in deliberations, one juror commented to the other jurors on the low clearance under a pickup truck parked down the street from the courthouse. The juror measured the clearance with a piece of paper. Back in the jury room, the jurors tried to see whether Daniel could have spilled the gasoline in the way he claimed. One juror crouched under a table and another held a cup of water while simulating a fall. After the experiment, five jurors changed their votes and the jury returned a verdict of guilty.&nbsp;<br><br>Assume that, in each instance, all appropriate objections were made.&nbsp;<br>&nbsp; &nbsp; &nbsp;1. Should the court have admitted the evidence in item a? Discuss.&nbsp;<br>&nbsp; &nbsp; &nbsp;2. Should the court have admitted the evidence in item b? Discuss.&nbsp;<br>&nbsp; &nbsp; &nbsp;3. Should the court have taken judicial notice as requested in item c? Discuss.&nbsp;<br>&nbsp; &nbsp; &nbsp;4. Should the court have allowed the question asked in item d? Discuss.&nbsp;<br>&nbsp; &nbsp; &nbsp;5. Was the jury's conduct described in item e proper? Discuss.&nbsp;<br><br>Answer according to the Federal Rules of Evidence.</p>",
    "created_at": "2020-05-11T06:28:27.050Z",
    "updated_at": "2022-08-21T23:07:41.394Z",
    "published_at": "2022-08-08T02:06:14.067Z",
    "locale": "en"
  },
  {
    "id": 5,
    "document_id": "essay-5",
    "title": "Question 1 - February, 2012",
    "content": "<p style=\"margin-left:0px;\">Sam, a widower, set up a valid, revocable inter vivos trust, naming himself as trustee, and providing that upon his death or incapacity his cousin, Tara, should be successor trustee. He did not name any additional trustee. He directed the trustee to distribute the income from the trust annually, in equal shares, to each of his three children, Ann, Beth, and Carol. He specified that, at the death of the last of the three named children, the trust was to terminate, and the remaining assets were to be distributed to his then living descendants, by representation.</p><p style=\"margin-left:0px;\"><br>When he established the trust, he also executed a valid will pouring over all his additional assets into the trust.</p><p style=\"margin-left:0px;\"><br>Two years later, Sam died. He was survived by Ann, Beth, and Carol. Within two months, Dave, age 25, began litigation to prove that he was also a child of Sam's, although Sam had never known of his existence.</p><p style=\"margin-left:0px;\"><br>For three years after Sam's death, Tara administered the trust as trustee. Because Ann had very serious medical problems and could not work, and because Beth and Carol had sufficient assets of their own, Tara istributed nearly all of the trust income to Ann and little to Beth and Carol.</p><p style=\"margin-left:0px;\"><br>After the court determined that Dave was in fact Sam's child, Dave claimed a share of the trust. Beth and arol have filed suit against Tara, claiming breach of fiduciary duties. Tara has submitted her resignation, and Beth and Carol have sought termination of the trust so that all assets may now be distributed outright to the beneficiaries now living.</p><p style=\"margin-left:0px;\"><br>1) What interests, if any, does Dave have in the trust assets? Discuss. Answer according to California law.<br><br>2) Are Beth and Carol likely to be successful in terminating the trust? Discuss.<br><br>3) Are Beth and Carol likely to be successful in suing Tara? Discuss.</p>",
    "created_at": "2020-05-10T02:52:29.688Z",
    "updated_at": "2022-08-21T23:07:37.216Z",
    "published_at": "2022-08-07T03:01:16.607Z",
    "locale": "en"
  },
  {
    "id": 94,
    "document_id": "essay-94",
    "title": "Question 1 - February, 2017",
    "content": "<p style=\"margin-left:0px;\">Mary was a widow with two adult children, Amy and Bob.</p><p style=\"margin-left:0px;\"><br>In 2010, Mary bought Gamma and Delta stock. She then sat at her computer and typed the following:</p><p style=\"margin-left:0px;\"><br>This is my will. I leave the house to Amy and my stock to Bob. The rest, they can split.</p><p style=\"margin-left:0px;\"><br>Mary printed two copies of the document. She signed and dated both copies in the presence of her best friend, Carol, and her neighbor, Ned. Carol had been fully advised of the contents and signed both copies. Although Ned had no idea as to the bequests, he declared that he was honored to be a witness and signed his name under Mary’s and Carol’s signatures on both copies. Mary placed one copy in her safe deposit box.</p><p style=\"margin-left:0px;\"><br>In 2014, Mary married John. She soon decided to prepare a new will. She deleted the old document from her computer and tore up one copy. She forgot, however, about the other copy in her safe deposit box.</p><p style=\"margin-left:0px;\"><br>On her corporate stationery with her business logo emblazoned on it, Mary wrote:</p><p style=\"margin-left:0px;\"><br>I leave John my Gamma stock. My Delta stock, I leave to Bob. Amy is to get the house.</p><p style=\"margin-left:0px;\"><br>Mary signed the document. She neither dated the document nor designated a recipient for her remaining property.</p><p style=\"margin-left:0px;\"><br>In 2015, Mary sold her Delta stock and used the proceeds to buy Tango stock.</p><p style=\"margin-left:0px;\"><br>In 2016, Mary died, survived by John, Amy, and Bob.</p><p style=\"margin-left:0px;\"><br>Mary’s estate consists of Gamma stock, Tango stock, her house, and $200,000 in cash in separate property funds.</p><p style=\"margin-left:0px;\"><br>What rights, if any, do Amy, Bob, and John have in the assets in Mary’s estate? Discuss.</p><p style=\"margin-left:0px;\"><br>Answer according to California law.</p>",
    "created_at": "2022-08-20T17:03:10.940Z",
    "updated_at": "2022-08-21T23:07:37.401Z",
    "published_at": "2022-08-20T17:03:11.880Z",
    "locale": "en"
  },
  {
    "id": 129,
    "document_id": "essay-129",
    "title": "Question 1 - July, 2006",
    "content": "<p style=\"margin-left:0px;\">After paying for his gasoline at Delta Gas, Paul decided to buy two 75-cent candy bars. The Delta Gas store clerk, Clerk, was talking on the telephone, so Paul tossed $1.50 on the counter, pocketed the candy, and headed out. Clerk saw Paul pocket the candy, but had not seen Paul toss down the money. Clerk yelled, \"Come back here, thief!\" Paul said, \"I paid . Look on the counter.\" Clerk replied, \"I've got your license number, and I'm going to call the cops.\" Paul stopped. He did not want trouble with the police. Clerk told Paul to follow him into the back room to wait for Mark, the store manager, and Paul complied. Clerk closed, but did not lock, the only door to the windowless back room.</p><p style=\"margin-left:0px;\"><br>Clerk paged Mark, who arrived approximately 25 minutes later and found Paul unconscious in the back room as a result of carbon monoxide poisoning. Mark had been running the engine of his personal truck in the garage adjacent to the back room. When he left to run an errand, he closed the garage, forgot to shut off the engine, and highly toxic carbon monoxide from the exhaust of the running truck had leaked into the seldom used back room. Mark attributed his forgetfulness to his medication, which is known to impair short-term memory.</p><p style=\"margin-left:0px;\"><br>Paul survived but continues to suffer headaches as a result of the carbon monoxide poisoning. He recalls that, while in the back room, he heard a running engine and felt ill before passing out. A state statute provides: \"No person driving or in charge of a motor vehicle shall permit it to stand unattended without first stopping the engine, locking the ignition, removing the key from the ignition, setting the brake thereon and, when standing upon any perceptible grade, turning the front wheels to the curb or side of the highway.\"</p><p style=\"margin-left:0px;\"><br>1. Can Paul maintain tort claims against (a) Clerk for false imprisonment and (b) Mark for negligence? Discuss.</p><p style=\"margin-left:0px;\"><br>2. Is Delta Gas liable for the acts of (a) Clerk and (b) Mark? Discuss.</p>",
    "created_at": "2022-08-20T17:41:14.255Z",
    "updated_at": "2022-08-21T23:07:37.794Z",
    "published_at": "2022-08-20T17:41:15.324Z",
    "locale": "en"
  },
  {
    "id": 214,
    "document_id": "essay-214",
    "title": "Question 1 - February, 2018",
    "content": "<p style=\"margin-left:0px;\">Austin recently sold a warehouse to Beverly. The warehouse roof is made of a synthetic material called “Top-Tile.” During negotiations, Beverly asked if the roof was in good condition, and Austin replied, “I’ve never had a problem with it.” In fact, the manufacturer of Top-Tile notified Austin last year that the warehouse roof would soon develop leaks. The valid written contract to sell the warehouse specified that the property was being sold “as is, with no warranties as to the condition of the structure.”</p><p style=\"margin-left:0px;\"><br>After Beverly bought the warehouse, the roof immediately started leaking. Beverly hired Lou, an experienced trial lawyer, and executed a valid retainer agreement. Beverly then sued Austin for rescission of the warehouse sale contract, on the bases of misrepresentation and non-disclosure.</p><p style=\"margin-left:0px;\"><br>At trial, Lou offered the expert testimony of Dr. Crest, a chemical engineer who had testified in other litigation concerning Top-Tile roofs. Lou knew that Dr. Crest had previously testified that, “Top-Tile roofs always last at least five years.” Lou also knew from the manufacturer’s specifications that Top-Tile roofs seem to last indefinitely, but not in some climates. On cross-examination, Dr. Crest testified that, “Top-Tile roofs never last five years,” and that, “Climate is not a factor; Top-Tile roofs fail within five years everywhere in the world.” During closing argument, Lou repeated Dr. Crest’s statements and also said that Lou’s own inspection of the roof confirmed Dr. Crest’s testimony.</p><p style=\"margin-left:0px;\"><br>1. Will Beverly be able to rescind the contract with Austin on the basis of misrepresentation and/or non-disclosure? Discuss.</p><p style=\"margin-left:0px;\"><br>2. What, if any, ethical violations has Lou committed? Discuss. Answer according to California and ABA authorities.</p>",
    "created_at": "2022-08-21T06:18:58.514Z",
    "updated_at": "2022-08-21T23:07:37.419Z",
    "published_at": "2022-08-21T06:18:59.703Z",
    "locale": "en"
  },
  {
    "id": 50,
    "document_id": "essay-50",
    "title": "Question 1 - July, 2021",
    "content": "<p>Jiff, a California citizen who resides in Truckee, California, just west of Reno, Nevada, provides cleaning services. At Jiff’s request, customers submit written evaluations of his services so he can monitor their satisfaction.&nbsp;</p><p>&nbsp;</p><p>Jiff entered into a contract with Shearer, a Nevada citizen who operates a beauty salon in Reno, Nevada. The contract, signed in Reno, obligated Jiff to use due care in cleaning. One night while cleaning, Jiff accidentally broke an antique vase, which Shearer claimed was worth $100,000.&nbsp;</p><p>&nbsp;</p><p>Shearer sued Jiff for negligence in the United States District Court for the Eastern District of California, which includes Truckee. The complaint alleged that Jiff’s lack of due care caused breakage of the vase. Shearer moved to compel production of evaluations completed by Jiff’s customers in the past year. The court denied the motion.&nbsp;</p><p>&nbsp;</p><p>Following a trial, the jury returned a general verdict in favor of Jiff and the court entered judgment on the verdict. Shearer did not appeal.&nbsp;</p><p>&nbsp;</p><p>Six months later, Shearer sued Jiff again in the same court for breach of contract. The complaint alleged that Jiff’s lack of due care caused breakage of the vase.&nbsp;</p><p>&nbsp;</p><p>1. Was venue properly laid in the Eastern District of California? Discuss.&nbsp;</p><p>&nbsp;</p><p>2. Did the court err in denying Shearer’s motion to compel? Discuss.&nbsp;</p><p>&nbsp;</p><p>3. May Jiff take advantage of the judgment in the first suit in defending against the second suit? Discuss.</p>",
    "created_at": "2022-08-20T03:03:22.600Z",
    "updated_at": "2022-08-21T23:07:38.187Z",
    "published_at": "2022-08-20T03:03:23.563Z",
    "locale": "en"
  },
  {
    "id": 40,
    "document_id": "essay-40",
    "title": "Question 1 - July, 2022",
    "content": "<p>Bath Stuff (Bath), a retailer located in Betaville, sent Neat Scents (Scents), an importer located in Sunville, a signed offer to purchase 1,000 individually wrapped candles at a price of $10,000, free on board (“FOB”) Betaville. Scents promptly sent Bath a signed acknowledgment accepting the offer, which also included the following language: “Some shipping boxes have external water damage. Contents of shipping boxes guaranteed to have no damage.” Bath did not respond to the acknowledgment. No other express warranties or disclaimers were stated in the offer or acknowledgment.&nbsp;</p><p>&nbsp;</p><p>Scents timely shipped the order to Bath’s warehouse using TruckCo, a third-party common carrier, at a freight cost of $400. One-quarter of the shipping boxes showed signs of water damage. Each shipping box contained candles that were individually wrapped for retail sale. All candles and individual wrapping were undamaged. When the shipment arrived, Bath’s employees noticed the water damage on some shipping boxes. They immediately rejected the shipment without opening any boxes, promptly notified Scents of the rejection, and refused to pay any amount.&nbsp;</p><p>&nbsp;</p><p>Scents paid TruckCo $500 to ship the candles back to Sunville and notified Bath that Scents intended to resell the candles. Scents promptly solicited bids from all of its customers and received the best offer, which it accepted, from Redemption Candles (Redemption) of $9,000, FOB Sunville.&nbsp;</p><p>&nbsp;</p><p>Bath promptly entered into a valid written contract with Hot Candles (Hot), an importer in Hatville, to purchase 1,000 replacement candles for $12,000, FOB Hatville. TruckCo was engaged to transport the candles from Hatville to Betaville. In transit, TruckCo’s truck was struck by lightning in a storm and all of the candles melted. TruckCo’s shipping contract disavows liability from acts of God, including lightning. Bath refused to pay for the candles and Hot refused to send replacement candles.&nbsp;</p><p>&nbsp;</p><p>Bath sued Scents for breach of contract and Scents countersued Bath. Bath sued Hot for breach of contract and Hot countersued Bath.&nbsp;</p><p>&nbsp;</p><p>1. Did Bath and Scents have a binding contract and, if so, did either party breach the contract? If there was a breach of contract, what damages are likely to be recovered, if any? Discuss.</p><p>&nbsp;</p><p>2. Has Bath or Hot breached their contract? If so, what damages are likely to be recovered, if any? Discuss</p>",
    "created_at": "2022-08-20T02:29:00.475Z",
    "updated_at": "2022-08-21T23:07:38.200Z",
    "published_at": "2022-08-20T02:29:04.215Z",
    "locale": "en"
  },
  {
    "id": 31,
    "document_id": "essay-31",
    "title": "Question 6 - February, 2007",
    "content": "<p>Officer Will, a police officer, stopped Calvin, who was driving a rental car at five miles an hour over the speed limit. Calvin gave legally valid consent to search the car. Officer Will discovered a substantial quantity of cocaine in the console between the two front seats and arrested Calvin. After being given and waiving his Miranda rights, Calvin explained that he was driving the car for his friend, Donna. He said that Donna was going to meet him at a particular destination to collect her cocaine, which belonged to her. Hoping to obtain a favorable plea bargain, Calvin offered to cooperate with the police. The police then arranged for Calvin to deliver the cocaine. When Donna met Calvin at the destination, she got into the car with Calvin. She was then arrested. Each was charged with and tried separately for distribution of cocaine and conspiracy to distribute cocaine.&nbsp;<br><br>Donna's trial began while Calvin's case was still pending.&nbsp;<br><br>At Donna's trial, the following occurred:&nbsp;</p><p style=\"margin-left:40px;\"><strong>(1)</strong> The prosecutor called Officer Will, who testified to Calvin's statements after his arrest concerning Donna's role in the transaction.&nbsp;<br><strong>(2)</strong> The prosecutor then called Ned, an experienced detective assigned to the Narcotics Bureau, who testified that high level drug dealers customarily use others to transport their drugs for them.&nbsp;<br>&nbsp;</p><p>In the defense case, Donna testified that she was not a drug dealer and that she knew nothing about the cocaine. She stated that she was merely meeting Calvin because he was an old friend who had called to say he was corning to town and would like to see her.&nbsp;</p><p style=\"margin-left:40px;\"><strong>(3)</strong> Donna further testified that when she was in the car with Calvin, she found a receipt for the rental car, which showed that Calvin had rented it six months prior to his arrest. She offered a copy of the receipt into evidence. The court admitted the document in evidence.&nbsp;<br><strong>(4)</strong> On cross-examination, the prosecutor asked Donna whether she had lied on her income tax returns.&nbsp;</p><p>&nbsp;</p><p>The prosecutor had no evidence that Donna had lied on her income tax returns, but believed that it was likely on the basis that drug dealers do not generally report their income. Donna denied lying on her income tax returns.&nbsp;</p><p>&nbsp;</p><p>Assuming that, in each instance, all the appropriate objections were made, should the evidence in numbers <strong>1</strong>, <strong>2</strong>, and <strong>3 </strong>have been admitted, and should the cross-examination in <strong>4 </strong>have been allowed?&nbsp;<br><br>&nbsp;</p><p>Discuss. Answer according to the Federal Rules of Evidence.</p>",
    "created_at": "2020-05-11T06:04:36.176Z",
    "updated_at": "2022-08-21T23:07:43.411Z",
    "published_at": "2022-08-08T02:36:23.672Z",
    "locale": "en"
  },
  {
    "id": 209,
    "document_id": "essay-209",
    "title": "Question 2 - February, 2004",
    "content": "<p style=\"margin-left:0px;\">In 1989, Herb and Wendy married while domiciled in Montana, a non-community property state. Prior to the marriage, Wendy had borrowed $25,000 from a Montana bank and had executed a<br>promissory note in that amount in favor of the bank. Herb and Wendy, using savings from their salaries during their marriage, bought a residence, and took title to the residence as tenants in<br>common.</p><p style=\"margin-left:0px;\"><br>In 1998, Herb and Wendy moved to California and became domiciled here. They did not sell their Montana house.</p><p style=\"margin-left:0px;\"><br>In 1999, Herb began having an affair with Ann. Herb told Ann that he intended to divorce Wendy and marry her (Ann), and suggested that they live together until dissolution proceedings were concluded. Ann agreed, and Herb moved in with her. Herb told Wendy that he was going to move into his own apartment because he \"needed some space.\" Ann assumed Herb's last name, and Herb introduced her to his friends as his wife. Herb and Ann bought an automobile with a loan. They listed themselves as husband and wife on the loan application, and took title as husband and wife. Herb paid off the automobile loan out of his earnings.</p><p style=\"margin-left:0px;\"><br>In the meantime, Herb continued to spend occasional weekends with Wendy, who was unaware of Herb's relationship with Ann. Wendy urged Herb to consult a marriage counselor with her, which he did, but Herb did not disclose his relationship with Ann.</p><p style=\"margin-left:0px;\"><br>In 2003, Wendy and Ann learned the facts set forth in the preceding paragraphs. Wendy promptly filed a petition for dissolution of marriage, asserting a 50% interest in the Montana house and in the automobile. At the time of filing, the Montana bank was demanding payment of $8,000 as the past-due balance on Wendy's promissory note which has been reduced to a judgment. Also at the time of filing, Ann had a $ 15,000 bank account in her name alone, comprised solely of her earnings while she was living with Herb.</p><p style=\"margin-left:0px;\"><br>1. What rights do Herb, Wendy, and Ann each have in:<br>a. The residence in Montana?<br>b. The automobile?<br>c. The $ 15,000 bank account?</p><p style=\"margin-left:0px;\"><br>2. What property may the Montana bank reach to satisfy the past-due balance on Wendy 's promissory note?<br><br>Answer according to California law.</p>",
    "created_at": "2022-08-21T06:13:54.886Z",
    "updated_at": "2022-08-21T23:07:38.300Z",
    "published_at": "2022-08-21T06:13:55.965Z",
    "locale": "en"
  },
  {
    "id": 205,
    "document_id": "essay-205",
    "title": "Question 6 - February, 2010",
    "content": "<p style=\"margin-left:0px;\">Herb and Wendy, residents of California, married in 2001. Herb worked as an accountant. Wendy was an avid coin collector who hoped someday to tum her hobby into a profitable business. Prior to marriage, they had entered into a prenuptial agreement providing that each spouse's wages would be his or her separate property.</p><p style=\"margin-left:0px;\"><br>On Wendy's birthday in 2002, Herb gave Wendy a drawing by a famous artist. Herb paid for the drawing with $15,000 that his parents had given him. Wendy hung the drawing in their bedroom.</p><p style=\"margin-left:0px;\"><br>In 2003, Wendy opened CoinCo, a shop specializing in rare coins. She capitalized the business with a $10,000 inheritance that she had received when her grandfather died. Wendy worked at the shop alone every day. Customers appreciated her enthusiasm about coin collecting and her ability to obtain special coins at reasonable prices. Over time, Wendy learned that she had acquired a number of highly valuable coins. There was also a renewed interest in coin collecting due to the discovery of several boxes of old coins found buried in the area.</p><p style=\"margin-left:0px;\"><br>Although Wendy's services at the shop were worth $40,000 per year, she took an annual salary of $25,000. She also paid $5,000 in household expenses from the business earnings each year.</p><p style=\"margin-left:0px;\"><br>In 2008, Herb and Wendy separated, and Wendy filed for dissolution of marriage. At that time, CoinCo was worth $150,000, and the drawing was worth $30,000.</p><p style=\"margin-left:0px;\"><br>In 2009, before trial of the dissolution proceeding, Wendy was disabled by a serious illness and had to be hospitalized. She closed Coin Co while she was in the hospital , and the value of the business fell to $100,000 by the time of trial. Her hospital bill was not covered by health insurance.</p><p style=\"margin-left:0px;\"><br>In the dissolution proceeding, Wendy claims that the prenuptial agreement is valid and Herb claims that it is not.</p><p style=\"margin-left:0px;\"><br>What are Herb's and Wendy's respective rights and liabilities in:<br><br>1. The drawing ? Discuss.<br><br>2. CoinCo? Discuss.<br><br>3. The hospital bill? Discuss.<br><br>Answer according to California law.</p>",
    "created_at": "2022-08-21T06:08:29.985Z",
    "updated_at": "2022-08-21T23:07:43.495Z",
    "published_at": "2022-08-21T06:08:30.907Z",
    "locale": "en"
  },
  {
    "id": 45,
    "document_id": "essay-45",
    "title": "Question 1 - February, 2022",
    "content": "<p>Jim and Fred armed themselves with handguns and drove to a store on Avon Street. They both went into the store, drew their guns, and demanded that Salma, an employee, give them the store’s money. After Salma handed Jim the money, he nervously dropped his gun. The gun discharged when it hit the floor, and the bullet hit and killed Chris, a store customer. Salma then got a shotgun from under the counter and shot Fred, killing him. Jim picked up his gun, ran out of the store, and drove back to his apartment.&nbsp;</p><p>&nbsp;</p><p>Later that evening, Jim saw Salma while walking down Park Street. Thinking that he could eliminate her as a witness, Jim shot at Salma with his gun, but the bullet missed her. Jim then drove away in his car.&nbsp;</p><p>&nbsp;</p><p>A few minutes later, Police Officer Bakari saw Jim driving down the street. Officer Bakari, who had no knowledge of the events at the store or on Park Street, pulled Jim over because Jim looked nervous. When Jim got out of his car, Officer Bakari noticed a bulge under his shirt. Officer Bakari then patted Jim down and found Jim’s gun. Officer Bakari arrested Jim for possession of a concealed firearm and seized the gun.&nbsp;</p><p>&nbsp;</p><p>1. With what crime(s) could Jim reasonably be charged regarding the events at the store? Discuss.&nbsp;</p><p>&nbsp;</p><p>2. With what crime(s) could Jim reasonably be charged regarding the incident on Park Street? Discuss.&nbsp;</p><p>&nbsp;</p><p>3. Under the Fourth Amendment to the United States Constitution, can Jim successfully move to suppress Jim’s gun from being introduced into evidence at trial? Discuss.</p>",
    "created_at": "2022-08-20T02:42:36.798Z",
    "updated_at": "2022-08-21T23:07:37.593Z",
    "published_at": "2022-08-20T02:42:37.810Z",
    "locale": "en"
  },
  {
    "id": 99,
    "document_id": "essay-99",
    "title": "Question 2 - February, 2006",
    "content": "<p style=\"margin-left:0px;\">Tim and Anna were married for ten years.</p><p style=\"margin-left:0px;\"><br>In 2000, their marriage was legally dissolved. For several months following the dissolution, Tim and Anna attempted to reconcile but ultimately failed to do so.</p><p style=\"margin-left:0px;\"><br>In 2001, after reconciliation attempts failed, Tim executed a valid will leaving \"all my property to my best friend, Anna.\" Later that year, Fred was born to Anna out of wedlock. Tim was Fred's father, but Anna did not inform Tim of Fred's existence.</p><p style=\"margin-left:0px;\"><br>In 2002, Tim and Beth married. Two days before the wedding, Beth executed a prenuptial agreement waiving all rights to Tim's estate. Beth was not represented by counsel when she executed the prenuptial agreement.</p><p style=\"margin-left:0px;\"><br>In 2003, Sarah was born to Tim and Beth.</p><p style=\"margin-left:0px;\"><br>In 2004, Tim died. His estate consists of his share of a $400,000 house owned with Beth as community property, plus $90,000 worth of separate property.</p><p style=\"margin-left:0px;\"><br>Tim's 2001 will has been admitted to probate. Beth, Sarah, Fred and Anna have each claimed shares of Tim's estate.</p><p style=\"margin-left:0px;\"><br>How should the estate be distributed? Discuss.<br><br>Answer according to California law.</p>",
    "created_at": "2022-08-20T17:08:18.982Z",
    "updated_at": "2022-08-21T23:07:38.316Z",
    "published_at": "2022-08-20T17:08:20.133Z",
    "locale": "en"
  },
  {
    "id": 190,
    "document_id": "essay-190",
    "title": "Question 2 - February, 2007",
    "content": "<p style=\"margin-left:0px;\">Rita and Fred wanted to form a corporation to be named \"Rita's Kitchen, Inc.\" (RKI) for the purpose of opening a restaurant. They contacted 75 friends who agreed individually to become<br>investors in RKI. Five of these investors also agreed to serve on the RKI Board of Directors with Rita and Fred.</p><p style=\"margin-left:0px;\"><br>Rita and Fred entered into a five-year lease with Landlord for restaurant space, naming \"Rita's Kitchen, Inc., a corporation in formation\" as the tenant. They signed the lease as \"President\" and “Secretary,” respectively.</p><p style=\"margin-left:0px;\"><br>Rita and Fred retained Art as their attorney to form the corporation. They told Art that 75 of their friends had committed to invest and become shareholders of RKI. Irv was a duly appointed representative of the 75 investors. Rita, Fred and Irv met with Art, and they agreed that Art would represent Rita, Fred, and all the investors. After extensive discussions with Rita, Fred, and Irv about the operation of the proposed business, Art agreed to prepare the necessary documentation to incorporate RKI.</p><p style=\"margin-left:0px;\"><br>Later, outside of Irv's presence, Rita and Fred asked Art to draft a shareholder agreement that would specifically designate Rita and Fred as permanent directors and officers of RKI and set Rita and Fred's annual salaries at 12.5% of the corporate earnings. Without further discussion, Art properly formed the corporation. He then prepared the shareholder agreement, including the terms that Rita and Fred had requested.</p><p style=\"margin-left:0px;\"><br>The 75 investors each purchased their shares of stock and signed the shareholder agreement. RKI operated for one year but failed to make a profit. RKI ceased operations and currently owes three months of back rent under the lease.</p><p style=\"margin-left:0px;\"><br>1. Can Landlord recover the unpaid rent from Rita and Fred individually ? Discuss.<br><br>2. Is the shareholder agreement valid? Discuss.<br><br>3. What ethical violations, if any, has Art committed? Discuss, including distinctions, if any, between the ABA Model Rules and California authorities.<br><br>Do not discuss federal and state securities laws.</p>",
    "created_at": "2022-08-21T05:30:19.345Z",
    "updated_at": "2022-08-21T23:07:38.384Z",
    "published_at": "2022-08-21T05:30:20.169Z",
    "locale": "en"
  },
  {
    "id": 105,
    "document_id": "essay-105",
    "title": "Question 1 - July, 2002",
    "content": "<p style=\"margin-left:0px;\">Theresa and Henry were married and had one child, Craig. In 1990, Theresa executed a valid will leaving Henry all of her property except for a favorite painting, which she left to her sister, Sis. Theresa believed the painting was worth less than $500.</p><p style=\"margin-left:0px;\"><br>On February 14, 1992, Theresa typed, dated, and signed a note, stating that Henry was to get the painting instead of Sis. Theresa never showed the note to anyone.</p><p style=\"margin-left:0px;\"><br>In 1994, Theresa hand-wrote a codicil to her will, stating: \"The note I typed, signed, and dated on 2/14/92 is to become a part of my will.\" The codicil was properly signed and witnessed.</p><p style=\"margin-left:0px;\"><br>In 1995, Theresa's and Henry's second child, Molly, was born. Shortly thereafter, Henry, unable to cope any longer with fatherhood, left and joined a nearby commune. Henry and Theresa never divorced.</p><p style=\"margin-left:0px;\"><br>In 1999, Theresa fell in love with Larry and, with her separate property, purchased a $200,000 term life insurance policy on her own life and named Larry as the sole beneficiary.</p><p style=\"margin-left:0px;\"><br>In 2000, Theresa died. She was survived by Henry, Craig, Molly, Sis, and Larry.</p><p style=\"margin-left:0px;\"><br>At the time of her death, Theresa 's half of the community property was worth $50,000, and the painting was her separate property. When appraised, the painting turned out to be worth $1 million.</p><p style=\"margin-left:0px;\"><br>What rights, if any, do Henry, Craig, Molly, Sis, and Larry have to:<br><br>1. Theresa 's half of the community property? Discuss.<br><br>2. The life insurance proceeds? Discuss.<br><br>3. The painting? Discuss.<br><br>Answer according to California law.</p>",
    "created_at": "2022-08-20T17:12:45.349Z",
    "updated_at": "2022-08-21T23:07:37.689Z",
    "published_at": "2022-08-20T17:12:46.330Z",
    "locale": "en"
  },
  {
    "id": 78,
    "document_id": "essay-78",
    "title": "Question 2 - February, 2012",
    "content": "<p style=\"margin-left:0px;\">City recently opened a new central bus station.</p><p style=\"margin-left:0px;\"><br>Within the central bus station, City has provided a large bulletin board that is available for free posting of documents. City requires that all free-posted documents be in both English and Spanish because City's population is about equally divided between English-and-Spanish speaking people.</p><p style=\"margin-left:0px;\"><br>City refused to allow the America for Americans Organization (AAO) to use the bulletin board because AAO sought to post a flyer describing itself in English only. The flyer stated that AAO's primary goal is the restriction of immigration. The flyer also advised of the time and place of meetings and solicited memberships at $10 each.</p><p style=\"margin-left:0px;\"><br>Does City's refusal to allow AAO to use the bulletin board violate the rights of AAO's members under the First Amendment to the U.S. Constitution? Discuss.</p>",
    "created_at": "2022-08-20T04:12:41.140Z",
    "updated_at": "2022-08-21T23:07:38.489Z",
    "published_at": "2022-08-20T04:12:41.912Z",
    "locale": "en"
  },
  {
    "id": 236,
    "document_id": "essay-236",
    "title": "Question 1 - July, 2013",
    "content": "<p style=\"margin-left:0px;\">Patty was hit by a car, whose driver did not notice her because he was texting. Joe, a journalist, wrote a story about Patty’s “texting” accident. Patty contacted Tom, a real estate attorney, and asked him to represent her in a claim against the driver. Tom agreed, and entered into a valid and proper contingency fee agreement. Tom later told Patty that he had referred her case to Alan, an experienced personal injury attorney, and she did not object. Unknown to Patty, Alan agreed to give one-third of his contingency fee to Tom.</p><p style=\"margin-left:0px;\"><br>Thereafter, Alan sent a $200 gift certificate to Joe with a note stating: “In your future coverage of the ‘texting’ case, you might mention that I represent Patty.”</p><p style=\"margin-left:0px;\"><br>Patty met with Alan and told him that Walter, a homeless man, had seen the driver texting just before the accident. Alan then met with Walter, who was living in a homeless shelter, and said to him: “Look, if you will testify truthfully about what you saw, I’ll put you up in a hotel until you can get back on your feet.”</p><p style=\"margin-left:0px;\"><br>1. What ethical violation(s), if any, has Tom committed? Discuss.</p><p style=\"margin-left:0px;\"><br>2. What ethical violation(s), if any, has Alan committed? Discuss.</p><p style=\"margin-left:0px;\"><br>Answer according to both California and ABA authorities.</p>",
    "created_at": "2022-08-21T13:38:29.752Z",
    "updated_at": "2022-08-21T23:07:37.980Z",
    "published_at": "2022-08-21T13:38:30.488Z",
    "locale": "en"
  },
  {
    "id": 239,
    "document_id": "essay-239",
    "title": "Question 1 - July, 2008",
    "content": "<p style=\"margin-left:0px;\">Alex is a recently-licensed attorney with a solo law practice. Alex was contacted by Booker, a friend during college, who is now a successful publisher of educational books and software.</p><p style=\"margin-left:0px;\"><br>Booker asked Alex to perform the legal work to form a partnership between Booker and Clare, a creative writer of books for children. In a brief meeting with Booker and Clare, Alex agreed to represent both of them and set up the partnership for a fee of $5,000.</p><p style=\"margin-left:0px;\"><br>Because Alex had no experience with forming partnerships, he hired Dale, a recently-disbarred attorney, as a \"paralegal\" at a wage of $250 an hour. Although Dale had no paralegal training or certification, he had decades of experience in law practice, including the formation of partnerships. Alex notified the State Bar about hiring Dale and disclosed Dale's involvement and disbarred status to both Booker and Clare.</p><p style=\"margin-left:0px;\"><br>Dale spent four hours on his own preparing the partnership documents and meeting with Booker and Clare about them. Alex paid Dale $1,000 for his work. Alex spent a total of two hours on the partnership matter, including the initial meeting with Booker and Clare, reading the partnership documents in order to learn about partnerships, and a final meeting to have Booker and Clare sign the documents.</p><p style=\"margin-left:0px;\"><br>What ethical violations, if any, has Alex committed? Discuss.</p><p style=\"margin-left:0px;\"><br>Answer according to California and ABA authorities.</p>",
    "created_at": "2022-08-21T14:34:06.599Z",
    "updated_at": "2022-08-21T23:07:37.840Z",
    "published_at": "2022-08-21T14:34:40.181Z",
    "locale": "en"
  },
  {
    "id": 139,
    "document_id": "essay-139",
    "title": "Question 1 - July, 2016",
    "content": "<p style=\"margin-left:0px;\">Paul, a citizen of Mexico, was attending college in San Diego on a student visa. He drove to San Francisco to attend a music festival. While there, he bought and ate a bag of snacks from Valerie, a resident of San Francisco. The snacks had been manufactured in Germany by Meyer Corp., a German company with its sole place of business in Germany. The snacks contained a toxic substance and sickened Paul, who incurred medical expenses in the amount of $50,000.</p><p style=\"margin-left:0px;\"><br>Paul filed an action pro se against Valerie and Meyer Corp. in the Superior Court of California in San Diego. In his complaint , he alleged that Valerie and Meyer Corp. should have known the snacks were contaminated and demanded $50,000 in compensatory damages.</p><p style=\"margin-left:0px;\"><br>Paul drove to San Francisco where he personally handed Valerie a summons and copy of the complaint. He sent a summons and copy of the complaint to Meyer Corp. by ordinary mail to the company in Germany.</p><p style=\"margin-left:0px;\"><br>1. Did Paul validly serve the summons on:<br>a. Valerie? Discuss.<br>b. Meyer Corp.? Discuss.</p><p style=\"margin-left:0px;\"><br>2. Does the Superior Court of California in San Diego have personal jurisdiction over:<br>a. Valerie? Discuss.<br>b. Meyer Corp.? Discuss.</p><p style=\"margin-left:0px;\"><br>3. Does venue properly lie in the Superior Court of California in San Diego? Discuss.</p><p style=\"margin-left:0px;\"><br>4. Is Paul's action properly removable to federal court? Discuss.</p>",
    "created_at": "2022-08-21T03:29:55.872Z",
    "updated_at": "2022-08-21T23:07:38.039Z",
    "published_at": "2022-08-21T03:29:56.999Z",
    "locale": "en"
  },
  {
    "id": 216,
    "document_id": "essay-216",
    "title": "Question 6 - February, 2016",
    "content": "<p style=\"margin-left:0px;\">On February 1, Bing Surfboards (“Bing”) ordered 400 gallons of epoxy from Super Chemicals (“Super”) using its standard purchase order. Bing’s purchase order provided that delivery would be no later than February 20, but stated nothing about warranties, disclaimers, or remedies. Super responded with its standard acknowledgment, which purported to accept the order and confirmed that delivery would be no later than February 20. It also provided: (1) “Seller disclaims all warranties of merchantability and fitness.” (2) “In no event shall Seller be liable for consequential damages.” (3) “This acceptance is expressly made conditional on your assent to the terms of this acceptance.”</p><p style=\"margin-left:0px;\"><br>On February 15, Bing received the epoxy.</p><p style=\"margin-left:0px;\"><br>On February 20, Bing tested the epoxy by manufacturing 50 surfboards. The epoxy did not harden properly, leaving the surfboards useless.</p><p style=\"margin-left:0px;\"><br>On February 23, Bing emailed Super stating that the epoxy had failed to harden properly and that it was returning the remaining epoxy.</p><p style=\"margin-left:0px;\"><br>On February 25, not having heard from Super, Bing bought 400 gallons of epoxy from one of Super’s competitors, paying a substantially higher price for quick delivery, which was necessary to avoid a shutdown of Bing’s production line.</p><p style=\"margin-left:0px;\"><br>On February 26, Super informed Bing that it was shipping replacement epoxy to arrive the following day. The original epoxy had failed to harden because of manufacturing defects of which Super was unaware. Although the replacement epoxy was not defective, Bing rejected delivery and refused to pay.</p><p style=\"margin-left:0px;\">&nbsp;</p><p style=\"margin-left:0px;\"><br>Bing has sued Super for the increased price of epoxy it had to pay to Super’s competitor, and for loss due to 50 defective surfboards.</p><p style=\"margin-left:0px;\"><br>Super has sued Bing for rejecting its replacement shipment and for not paying under the contract.<br><br>1. Is Bing likely to prevail in its suit? Discuss.<br><br>2. Is Super likely to prevail in its suit? Discuss.</p>",
    "created_at": "2022-08-21T06:20:31.001Z",
    "updated_at": "2022-08-21T23:07:43.695Z",
    "published_at": "2022-08-21T06:20:31.965Z",
    "locale": "en"
  },
  {
    "id": 35,
    "document_id": "essay-35",
    "title": "Question 1 - July, 2004",
    "content": "<p style=\"margin-left:0px;\">On August 1, 2002, Dan, Art, and Bert entered Vince's Convenience Store. Dan and Art pointed guns at Vince as Bert removed $750 from the cash register. As Dan, Art, and Bert were running toward Bert's car, Vince came out of the store with a gun, called to them to stop, and when they did not do so, fired one shot at them. The shot hit and killed Art. Dan and Bert got into Bert's car and fled.</p><p style=\"margin-left:0px;\"><br>Dan and Bert drove to Chuck's house where they decided to divide the $750. When Chuck said he would tell the police about the robbery if they did not give him part of the money, Bert gave him $150. Dan asked Bert for $300 of the remaining $600, but Bert claimed he, Bert, should get $500 because his car had been used in the robbery. Dan became enraged and shot and killed<br>Bert. He then decided to take all of the remaining $600 for himself and removed the money from Bert's pocket.</p><p style=\"margin-left:0px;\"><br>On August 2, 2002, Dan was arrested, formally charged with murder and robbery, arraigned, and denied bail. Subsequently, the court denied Dan's request that trial be set for October 15, 2002, and scheduled the trial to begin on January 5, 2003. On January 3, 2003, the court granted, over Dan's objection, the prosecutor's request to continue the trial to September 1, 2003, because the prosecutor had scheduled a vacation cruise, a statewide meeting of prosecuting attorneys, and several legal education courses. On September 2, 2003, Dan moved to dismiss the charges for violation of his right to a speedy trial under the United States Constitution.</p><p style=\"margin-left:0px;\"><br>1. May Dan properly be convicted of either first degree or second degree murder, and, if so, on what theory or theories, for:</p><p style=\"margin-left:40px;\"><br>a. The death of Art? Discuss.<br>b . The death of Bert? Discuss .</p><p><br><br>2. May Chuck properly be convicted of any crimes , and, if so, of what crime or crimes ? Discuss.<br><br>3. How should the court rule on Dan's motion to dismiss? Discuss.</p>",
    "created_at": "2020-05-11T06:32:07.161Z",
    "updated_at": "2022-08-21T23:07:37.716Z",
    "published_at": "2022-08-07T03:03:33.411Z",
    "locale": "en"
  },
  {
    "id": 119,
    "document_id": "essay-119",
    "title": "Question 2 - February, 2017",
    "content": "<p style=\"margin-left:0px;\">Steve agreed to convey his condominium to Betty for $200,000 in a written contract signed by both parties. During negotiations, Steve told Betty that, although there was no deeded parking along with the unit, he was allowed to park his car on an adjacent lot for $50 a month. Steve stated that he had no reason to believe that Betty would not be able to continue that arrangement. Parking was important to Betty because the condominium was located in a congested urban area.</p><p style=\"margin-left:0px;\"><br>On June 1, the conveyance took place: Betty paid Steve $200,000, Steve deeded the condominium to Betty, and Betty moved. She immediately had the entire unit painted, replaced some windows, and added a deck. The improvements cost $20,000 in all. She also spent $2,000 to remove the only bathtub in the condominium and to replace it with a shower, leaving the condominium with two showers and no bathtub.</p><p style=\"margin-left:0px;\"><br>On August 1, Betty discovered that the owner of the adjacent parking lot was about to construct an office building on it and was going to discontinue renting parking spaces. She also learned that Steve had known about these plans before the sale. She quickly investigated other options and discovered that she could rent parking a block away for $100 a month. At the same time, she also found that, immediately before Steve had bought the condominium, the previous owner had been murdered on the premises. Steve had failed to tell Betty about the incident.</p><p style=\"margin-left:0px;\"><br>Betty has tried to sell the condominium but has been unable to obtain offers of more than $160,000, partly due to the disclosure of the murder and the lack of a parking space. Betty has sued Steve for fraud.</p><p style=\"margin-left:0px;\"><br>What is the likely outcome of Betty’s lawsuit and what remedies can she reasonably seek? Discuss.</p>",
    "created_at": "2022-08-20T17:29:14.661Z",
    "updated_at": "2022-08-21T23:07:38.600Z",
    "published_at": "2022-08-20T17:29:15.738Z",
    "locale": "en"
  },
  {
    "id": 60,
    "document_id": "essay-60",
    "title": "Question 1 - October, 2020",
    "content": "<p style=\"margin-left:0px;\">Mary is a lawyer and represents Peg in a lawsuit alleging sexual harassment against Doug. Doug’s lawyer is Len and the case is set for trial in Superior Court. Mary and Len dated and were intimate in the 1990s while in law school. They remain good friends, but are no longer romantically involved. Mary has not told Peg anything about her relationship, past or present, with Len.</p><p style=\"margin-left:0px;\"><br><br>Mary has determined that Doug will have to pay Peg damages after trial and that the primary issue in the litigation is the amount of damages. Mary estimates that, at trial, a court could award as little as $50,000 or as much as $150,000.<br>&nbsp;</p><p style=\"margin-left:0px;\"><br>Doug testified in a deposition a month ago that he had never been unfaithful to his wife. Peg confided to Mary that she has solid evidence confirming that, for the past year, Doug has been engaging in an extramarital sexual affair about which his wife is unaware. Peg instructed Mary to use the information about the affair as leverage in settlement discussions to get the maximum amount in damages.<br>&nbsp;</p><p style=\"margin-left:0px;\"><br>Mary agrees that, if she uses the fact of the affair in her negotiations with Len, the case will likely settle for a larger amount to Peg than if she doesn’t mention the affair. Mary, however, strongly dislikes the idea of using that information. She is especially uncomfortable using this tactic in a case involving her good friend, Len.<br>&nbsp;</p><p style=\"margin-left:0px;\">&nbsp;</p><p style=\"margin-left:0px;\">What ethical violations, if any, has Mary committed by not telling Peg about her past and present relationship with Len? Discuss.<br>&nbsp;</p><p style=\"margin-left:0px;\">&nbsp;</p><p style=\"margin-left:0px;\">Should Mary use the fact of Doug’s affair in settlement negotiations? Discuss.<br>&nbsp;</p><p style=\"margin-left:0px;\">&nbsp;</p><p style=\"margin-left:0px;\">If Peg persists, can Mary ethically withdraw from representing Peg? Discuss.<br>&nbsp;</p><p style=\"margin-left:0px;\">&nbsp;</p><p style=\"margin-left:0px;\">Answer according to California and ABA authorities.</p><p><br>&nbsp;</p>",
    "created_at": "2022-08-20T03:45:26.576Z",
    "updated_at": "2022-08-21T23:07:38.213Z",
    "published_at": "2022-08-20T03:45:37.361Z",
    "locale": "en"
  },
  {
    "id": 242,
    "document_id": "essay-242",
    "title": "Question 2 - February, 2023",
    "content": "<p>In response to a significant rise in diabetes among school-age children, and based upon links between diabetes, exercise and diet, Congress has passed, and the President has signed, the Childhood Physical Education Act (the Act). The Act, administered by the Federal Department of Education, provides significant additional funds to states for public schools with daily physical education classes for students. These funds are to be used for the hiring of additional physical education teachers and purchase of physical education equipment.&nbsp;</p><p>&nbsp;</p><p>Testimony before Congress has revealed that, on average, public schools spend only 25% of their school lunch budgets on fresh fruits and vegetables. The Act requires that states accepting the funds must enact legislation setting as a minimum that 50% of public school lunch food budgets be allocated to the purchase of fresh fruits and vegetables.&nbsp;</p><p>&nbsp;</p><p>Testimony has also revealed that rates of childhood diabetes tend to be highest in minority and low-income communities. The Act has significant additional subsidies for public schools where the majority of the student population is non-Caucasian.&nbsp;</p><p>&nbsp;</p><p>Before the Act has gone into effect, State X, through its attorney general, has brought suit in federal court seeking a declaratory judgment that the Act is unconstitutional. The National Association of School Dieticians (NASD) is seeking to intervene in the attorney general’s lawsuit. According to NASD’s charter, it seeks to promote healthy diets for school-age children, especially through school lunch programs. The attorney general opposes NASD’s intervention.&nbsp;</p><p>&nbsp;</p><p>1. What constitutional challenges can the attorney general make to the Act and are they likely to succeed? Discuss.&nbsp;</p><p>&nbsp;</p><p>2. Does NASD have standing to intervene? Discuss</p>",
    "created_at": "2023-05-14T01:17:25.321Z",
    "updated_at": "2023-05-14T01:52:35.894Z",
    "published_at": "2023-05-14T01:17:29.922Z",
    "locale": "en"
  },
  {
    "id": 46,
    "document_id": "essay-46",
    "title": "Question 2 - February, 2022",
    "content": "<p>Harry had premarital savings of $10,000 in a bank account when he married Winona in California in 2015. After the wedding, Harry started working at a new job and deposited his $3,000 salary check into the account. Shortly afterward, he paid $2,000 for rent and $2,000 for living expenses with checks drawn on the account. He then bought $1,000 in Acme stock in his own name with another check drawn on the account. The Acme stock increased in value over time.&nbsp;</p><p>&nbsp;</p><p>During the marriage, Winona purchased disability insurance out of her salary. She later became disabled and could no longer work. As a result, she became entitled to monthly disability insurance payments, which will continue until she reaches the age of 65.&nbsp;</p><p>&nbsp;</p><p>Thereafter, Harry and Winona decided to live separately, but to go to counseling with the hope of reconciling. After Harry moved out of the family home, he used his earnings to gamble at a local casino, winning a large amount of money with which he opened an investment account in his own name. Harry did not tell Winona about his winnings or investment account because she did not approve of gambling.&nbsp;</p><p>&nbsp;</p><p>Subsequently, after a period of counseling, Harry and Winona concluded that they would not reconcile and Harry filed for dissolution. A few days later, Harry took out a loan to pay for a sailboat, hoping that sailing would relieve the stress of the divorce.&nbsp;</p><p>&nbsp;</p><p>What are Harry’s and Winona’s rights and liabilities regarding:&nbsp;</p><p>&nbsp;</p><p style=\"margin-left:40px;\">1. The Acme stock? Discuss.&nbsp;</p><p style=\"margin-left:40px;\">&nbsp;</p><p style=\"margin-left:40px;\">2. Winona’s post-separation disability insurance payments? Discuss.&nbsp;</p><p style=\"margin-left:40px;\">&nbsp;</p><p style=\"margin-left:40px;\">3. The investment account? Discuss.&nbsp;</p><p style=\"margin-left:40px;\">&nbsp;</p><p style=\"margin-left:40px;\">4. The loan for the sailboat? Discuss.&nbsp;</p><p>&nbsp;</p><p>Answer according to California law.</p>",
    "created_at": "2022-08-20T02:45:24.890Z",
    "updated_at": "2022-08-21T23:07:38.729Z",
    "published_at": "2022-08-20T02:45:26.490Z",
    "locale": "en"
  },
  {
    "id": 109,
    "document_id": "essay-109",
    "title": "Question 4 - February, 2000",
    "content": "<p>Tom, a lifelong childless bachelor, validly executed a typed will in 1994, providing:<br>&nbsp;</p><p style=\"margin-left:40px;\"><br>1. $10,000 to my servant, Sam.<br><br>2. My house in Oakdale to my friend, Fiona.<br><br>3. The residue of my estate to Church.</p><p><br>In 1996 Tom validly executed a second typed will, providing:</p><p style=\"margin-left:40px;\"><br><br>1. I hereby revoke all prior wills.<br><br>2. $ 10,000 to my servant, Sam.<br><br>3. My house in Oakdale to my friend, Fiona.<br><br>4. The residue of my estate to Museum.</p><p style=\"margin-left:0px;\"><br>In 1998, angered by a modem art exhibit at Museum, Tom decided he preferred the provisions of the 1994 will to those of the 1996 will. Tom wrote by hand , signed and mailed the following letter to Lois, his lawyer , who had possession of the executed originals of both wills:</p><p style=\"margin-left:40px;\"><br>\"I hereby revoke my 1996 will. Please destroy it. I wish my 1994 will to be in effect.</p><p style=\"margin-left:40px;\"><br>Tom\"</p><p style=\"margin-left:0px;\"><br>Lois received the letter via U.S. mail at her office. After reading the letter, she tore the 1996 will in half, but preserved the pieces for future reference.</p><p style=\"margin-left:0px;\"><br>In 1999, Tom sold the house that he had owned in Oakdale at the time he wrote the earlier wills and then purchased another house in Oakdale. Also in 1999, Sam died intestate, survived only by two children. Tom died in 2000, survived by Fiona, Sam's two children, and a nephew, Ned, who would be Tom's sole heir if Tom died intestate. Tom's net estate consisted of his house, stocks and bonds, and a $ 150,000 savings account.</p><p style=\"margin-left:0px;\"><br>How should Tom 's estate be distributed? Discuss.<br><br>Answer according to California law.</p>",
    "created_at": "2022-08-20T17:16:08.412Z",
    "updated_at": "2022-08-21T23:07:40.589Z",
    "published_at": "2022-08-20T17:16:11.256Z",
    "locale": "en"
  },
  {
    "id": 241,
    "document_id": "essay-241",
    "title": "Question 1 - February, 2023",
    "content": "<p>DuraTires manufactures and installs specially coated tires. DuraTires advertised that a scientific report declared that its tires will not go flat for the first 7,000 miles of use if driven properly. DuraTires' scientific report was created at the direction of its legal counsel and contained research on flat tire incidents involving DuraTires.&nbsp;</p><p>&nbsp;</p><p>Pam purchased four new tires from DuraTires and had them installed by Maurice, a mechanic. Pam drove 100 miles and one tire went flat, causing Pam to swerve and crash into another car. Pam was not physically injured in the accident. Pam gathered a written statement from the other driver, Wynne, who suffered a minor injury. Wynne’s statement was favorable to Pam’s case.</p><p>&nbsp;</p><p>Pam filed and properly served a complaint in federal court against DuraTires for breach of warranty and negligent installation and manufacture of the tires. The federal court had proper jurisdiction over Pam’s complaint. Pam alleged that she suffered property damage and emotional distress as a result of the accident.&nbsp;</p><p>&nbsp;</p><p>DuraTires filed a motion to dismiss for failure to join Maurice as a defendant. The court denied DuraTires' motion. DuraTires filed and properly served an answer to Pam's complaint.&nbsp;</p><p>&nbsp;</p><p>Pam served her initial disclosures on DuraTires, but did not produce Wynne’s statement. DuraTires filed and served motions to compel Pam to produce Wynne’s statement and for Pam to submit to a physical examination. The court granted both of DuraTires’ motions.&nbsp;</p><p>&nbsp;</p><p>DuraTires served its initial disclosures, but did not include the advertised scientific report. Pam met and conferred with DuraTires, which refused to produce its scientific report. Pam filed a motion to compel DuraTires to produce its scientific report. The court granted Pam's motion and ordered DuraTires to produce its scientific report.</p><p>&nbsp;</p><p>1. Did the court properly deny DuraTires’ motion to dismiss? Discuss.</p><p>&nbsp;</p><p>2. Did the court properly grant DuraTires' motions:&nbsp;</p><p style=\"margin-left:40px;\">&nbsp;</p><p style=\"margin-left:40px;\">A. To compel production of the statement from Wynne? Discuss.&nbsp;</p><p style=\"margin-left:40px;\">&nbsp;</p><p style=\"margin-left:40px;\">B. To compel a physical examination of Pam? Discuss.&nbsp;</p><p>&nbsp;</p><p>3. Did the court properly order DuraTires to produce its scientific report? Discuss.</p>",
    "created_at": "2023-05-14T01:11:59.191Z",
    "updated_at": "2023-05-14T01:38:06.066Z",
    "published_at": "2023-05-14T01:12:19.979Z",
    "locale": "en"
  },
  {
    "id": 144,
    "document_id": "essay-144",
    "title": "Question 1 - July, 2012",
    "content": "<p style=\"margin-left:0px;\">Pam and Patrick are residents of State A While visiting State B, they were hit by a truck owned and operated by Corporation, a freight business.</p><p style=\"margin-left:0px;\"><br>Corporation is incorporated under the laws of Canada and has its headquarters there, where its President and Secretary are located. State B is the only state in which Corporation conducts its business. Corporation's drivers and other employees work out of its warehouse in State B.</p><p style=\"margin-left:0px;\"><br>Pam and Patrick jointly filed a lawsuit against Corporation in federal district court in State A In their complaint, Pam demanded damages for personal injury in the amount of $70,000 and for property damage in the amount of $10,000; Patrick demanded damages in the amount of $6,000. Corporation filed a motion to dismiss the complaint for lack of personal jurisdiction. The federal district court denied the motion. After trial, it entered judgment for Pam in the amount of $60,000 and for Patrick in the amount of $4,000.</p><p style=\"margin-left:0px;\"><br>Corporation has appealed on the grounds of lack of subject matter jurisdiction and lack of personal jurisdiction.</p><p style=\"margin-left:0px;\"><br>How should the court of appeals rule on each ground? Discuss.</p>",
    "created_at": "2022-08-21T03:33:38.322Z",
    "updated_at": "2022-08-21T23:07:37.912Z",
    "published_at": "2022-08-21T03:33:39.265Z",
    "locale": "en"
  },
  {
    "id": 179,
    "document_id": "essay-179",
    "title": "Question 1 - July, 2014",
    "content": "<p style=\"margin-left:0px;\">Percy and Daria entered into a valid written contract for Percy to design and install landscaping for an exclusive housing development that Daria owned. Percy agreed to perform the work for $15,000, payable upon completion. Percy estimated that he would work approximately 100 hours a month on the project and would complete the project in three months. His usual hourly fee was $100, but he agreed to reduce his fee because Daria agreed to let him photograph the entire landscaping project for an article he planned to propose to Beautiful Yards and Gardens magazine. He anticipated that publicity from the article would more than compensate him for his reduced fee.</p><p style=\"margin-left:0px;\"><br>Percy completed two months work on the project when Daria unjustifiably repudiated the contract. He secured a different project with Stuart in the third month, which paid him $ 1,500 and took 15 hours to complete. He could have completed Daria's project at the same time.</p><p style=\"margin-left:0px;\"><br>At the time Daria unjustifiably repudiated the contract, Percy was negotiating with Tammy to landscape her propert y for $30,000. Once Tammy learned what had happened, she stopped negotiation.</p><p style=\"margin-left:0px;\"><br>Percy has sued Daria. Ideally, he would like to finish the project with her.</p><p style=\"margin-left:0px;\"><br>What remedy or remedies may Percy reasonably seek and what is the likely outcome? Discuss.</p>",
    "created_at": "2022-08-21T04:16:17.110Z",
    "updated_at": "2022-08-21T23:07:37.998Z",
    "published_at": "2022-08-21T04:16:18.240Z",
    "locale": "en"
  },
  {
    "id": 188,
    "document_id": "essay-188",
    "title": "Question 2 - February, 2010",
    "content": "<p style=\"margin-left:0px;\">Able, Baker, and Charlie are successful attorneys who set up a law firm under the name \"ABC Legal Services LLP\" (\"ABC LLP\"). They agreed to share profits and losses equally. Able prepared the documents required to register the firm as a limited liability partnership and instructed his assistant to file them with the Secretary of State. Inadvertently and unbeknownst to Able, Baker, and Charlie, Abie's assistant never filed the appropriate documents.</p><p style=\"margin-left:0px;\"><br>Able, Baker, and Charlie leased office space for four attorneys in the name of ABC LLP. They rented the extra office to David , an attorney who had a small solo law practice, for a monthly rent of the greater of $1100 or 10% of his billings. David committed malpractice arising from a case that he undertook soon after he moved into the ABC LLP office space.</p><p style=\"margin-left:0px;\"><br>Able, Baker, and Charlie hired Jack as head of computer services. Jack had just graduated from college with a degree in computer science. Jack, in an effort to save ABC LLP the cost of Internet access budgeted at $500 a month, accessed and used the wireless network of an adjacent law firm for free. Able, Baker, and Charlie were surprised at the savings, but did not inquire how it came about. Their use of the network resulted in the disclosure to a third party of confidential client information for one of Abie's clients, which caused the client economic loss.</p><p style=\"margin-left:0px;\"><br>1. May Able, Baker, and Charlie each be held personally liable for the economic loss to Abie's client caused by the disclosure of confidential client information? Discuss.</p><p style=\"margin-left:0px;\"><br>2. May Able, Baker, and Charlie each be held personally liable for David's malpractice? Discuss.</p><p style=\"margin-left:0px;\"><br>3. Have Able, Baker, and Charlie breached any rules of professional conduct? Discuss.<br><br>Answer this question according to California and ABA authorities.</p>",
    "created_at": "2022-08-21T05:27:31.189Z",
    "updated_at": "2022-08-21T23:07:38.411Z",
    "published_at": "2022-08-21T05:27:33.263Z",
    "locale": "en"
  },
  {
    "id": 245,
    "document_id": "essay-245",
    "title": "Question 5 - February, 2023",
    "content": "<p>Pedro brought a fraud and breach of contract action against Gallery in federal court. At a jury trial, Pedro testified that he purchased a painting from Gallery for $200,000 after seeing an advertisement bearing Gallery’s logo stating that the painting was the only painting by a noted 17th century artist available for sale in the world. On Pedro’s motion, a photocopy of the advertisement was admitted into evidence. Pedro also testified that the painting was worth only $10,000 because it was a reproduction of the original and that he based his valuation on the average of three appraisals of the painting by art dealers.&nbsp;</p><p>&nbsp;</p><p>Pedro called Rex, a chemistry professor, who had been retained by four art galleries to determine the age of paintings. Rex testified that the painting had been painted within the past 50 years and was a painted reproduction of the original painting. He testified that he had used the XYZ technique on Pedro’s painting to arrive at his conclusion. Rex testified that he had tested the XYZ technique on paintings of known ages and that the results corresponded with their known age. He testified that the XYZ technique was reliable and used by most experts to determine the age of paintings. After cross-examination, Rex was excused and left the courtroom.&nbsp;</p><p>&nbsp;</p><p>Gallery called Marie, and both parties stipulated that she is an expert in dating works of art. She testified that a publication entitled “The Science of Dating Works of Art” is generally recognized as a reliable authority. She then quoted an excerpt from that publication that asserted the XYZ technique is not reliable for determining the age of works of art. Gallery moved, and the court received, the excerpt into evidence as an exhibit.&nbsp;</p><p>&nbsp;</p><p>Gallery then offered into evidence a journal article authored by Rex that included a statement that the XYZ technique is not reliable for determining the age of works of art.&nbsp;</p><p>&nbsp;</p><p>Assuming all proper objections and motions to strike were timely made, should the court have admitted:&nbsp;</p><p>&nbsp;</p><p>1. The photocopy of the advertisement? Discuss.</p><p>&nbsp;</p><p>2. Pedro’s testimony about the value of the painting? Discuss.&nbsp;</p><p>&nbsp;</p><p>3. Rex’s testimony about the age of the painting? Discuss.&nbsp;</p><p>&nbsp;</p><p>4. The excerpt from “The Science of Dating Works of Art”? Discuss.&nbsp;</p><p>&nbsp;</p><p>5. Rex’s journal article? Discuss.</p>",
    "created_at": "2023-05-14T01:24:41.594Z",
    "updated_at": "2023-05-14T01:43:39.413Z",
    "published_at": "2023-05-14T01:24:45.516Z",
    "locale": "en"
  },
  {
    "id": 202,
    "document_id": "essay-202",
    "title": "Question 2 - July, 2012",
    "content": "<p style=\"margin-left:0px;\">Wendy and Hal are married and live in California.</p><p style=\"margin-left:0px;\"><br>A year ago, Wendy told Hal that she would not tolerate his drinking any longer. She insisted that he move out of the family home and not return until he completed an alcohol treatment program. He moved out but did not obtain treatment.</p><p style=\"margin-left:0px;\"><br>Last month, Hal went on a drinking spree, started driving, and struck a pedestrian. When Wendy learned of the accident, she told Hal that she wanted a divorce.</p><p style=\"margin-left:0px;\"><br>Hal has consulted Lawyer about defending him in a civil action filed by the pedestrian. He is currently unemployed. His only asset is his interest in the family home, which he and Wendy purchased during their marriage. Lawyer offered to represent Hal if Hal were to give him a promissory note, secured by a lien on the family home, for his fees. Hal immediately accepted.</p><p style=\"margin-left:0px;\"><br>1. Is Wendy's interest in the family home subject to damages recovered for injuries to the pedestrian? Discuss. Answer according to California law.<br><br>2. Is Wendy's interest in the family home subject to payment of Hal's legal fees? Discuss. Answer according to California Law.<br><br>3. What, if any, ethical violations has Lawyer committed? Discuss. Answer according to California and ABA authorities.</p>",
    "created_at": "2022-08-21T06:06:28.604Z",
    "updated_at": "2022-08-21T23:07:38.936Z",
    "published_at": "2022-08-21T06:06:29.838Z",
    "locale": "en"
  },
  {
    "id": 33,
    "document_id": "essay-33",
    "title": "Question 4 - February, 2005",
    "content": "<p>Ann represents Officer Patty in an employment discrimination case against City Police Department (\"Department\") in which Patty alleges that Department refused to promote her and other female police officers to positions that supervise male police officers. Bob represents Department.&nbsp;<br><br>At Patty's request, Ann privately interviewed a male police captain, Carl, who had heard the Chief of Police (Chief) make disparaging comments about women in Department. Carl told Ann that Chief has repeatedly said that he disapproves of women becoming police officers, routinely assigns them clerical work, and would personally see to it that no female officer would ever supervise any male officer. Carl met with Ann voluntarily during his non-work hours at home. Ann did not seek Bob's consent to meet with Carl or invite Bob to be present at Carl's interview.&nbsp;<br><br>When Bob saw Carl's name as a trial witness on the pretrial statement, he asked Chief to prepare a memo to him summarizing Carl's personnel history and any information that could be used to discredit him. Chief produced a lengthy memo containing details of Carl's youthful indiscretions. In the memo, however, were several damaging statements by Chief reflecting his negative views about female police officers. In the course of discovery, Bob's paralegal inadvertently delivered a copy of Chief's memo to Ann. Immediately upon opening the envelope in which the memo was delivered, Ann realized that it had been sent by mistake. At the same time, Bob's paralegal discovered and advised Bob what had happened. Bob promptly demanded the memo's return, but Ann refused, intending to use it at trial.&nbsp;<br><br>1. Did Ann commit any ethical violation by interviewing Carl? Discuss.&nbsp;<br><br>2. What are Ann's ethical obligations with respect to Chief's memo? Discuss.&nbsp;<br><br>3. At trial, how should the court rule on objections by Bob to the admission of Chief's memo on the grounds of attorney-client privilege and hearsay? Discuss.</p>",
    "created_at": "2020-05-11T06:25:05.014Z",
    "updated_at": "2022-08-21T23:07:40.713Z",
    "published_at": "2022-08-08T02:15:55.250Z",
    "locale": "en"
  },
  {
    "id": 23,
    "document_id": "essay-23",
    "title": "Question 2 - July, 2014",
    "content": "<p style=\"margin-left:0px;\">Pete was a passenger on ABC Airlines (ABC), and was severely injured when the plane in which he was flying crashed because of a fuel line blockage.</p><p style=\"margin-left:0px;\"><br>Pete sued ABC in federal court, claiming that its negligent maintenance of the plane was the cause of the crash.</p><p style=\"margin-left:0px;\"><br>At trial, Pete's counsel called Wayne, a delivery person, who testified that he was in the hangar when the plane was being prepared for flight, and heard Mac, an ABC mechanic, say to Sal, an ABC supervisor: \"Hey, the fuel feed reads low, Boss, and I just cleared some gunk from the line. Shouldn't we do a complete systems check of the fuel line and fuel valves?\" Wayne further testified that Sal replied: \"Don't worry, a little stuff is normal for this fuel and doesn't cause any problems.\"</p><p style=\"margin-left:0px;\"><br>On cross-examination, ABC's counsel asked Wayne: “ Isn't it true that when you applied for a job you claimed that you had graduated from college when, in fact, you never went to college?” Wayne answered, \"Yes.\"</p><p style=\"margin-left:0px;\"><br>ABC then called Chuck, its custodian of records, who identified a portion of the plane's maintenance record detailing the relevant preflight inspection. Chuck testified that all of ABC's maintenance records are stored in his office. After asking Chuck about the function of the maintenance records and their method of preparation, ABC offered into evidence the following<br>excerpt: \"Preflight completed; all okay. Fuel line strained and all valves cleaned and verified by Mac.\" Chuck properly authenticated Sal's signature next to the entry.</p><p style=\"margin-left:0px;\"><br>Assuming all appropriate objections and motions were timely made, did the court properly:<br><br>1. Admit Wayne's testimony about Mac's question to Sal? Discuss.<br><br>2. Admit Wayne's testimony about Sal's answer? Discuss.<br><br>3. Permit ABC to ask Wayne about college? Discuss.<br><br>4. Admit the excerpt from the maintenance record? Discuss.<br><br>Answer according to the Federal Rules of Evidence.</p>",
    "created_at": "2020-05-11T04:00:52.512Z",
    "updated_at": "2022-08-21T23:07:39.009Z",
    "published_at": "2022-08-08T01:42:14.694Z",
    "locale": "en"
  },
  {
    "id": 243,
    "document_id": "essay-243",
    "title": "Question 3 - February, 2023",
    "content": "<p>Tuan sells antique furniture. He signed a ten-year lease for a warehouse owned by Leo at $1,000 a month, with a start date of January 1. The warehouse would be used to store Tuan’s inventory.&nbsp;</p><p>&nbsp;</p><p>When Tuan attempted to occupy the warehouse on January 1, he discovered Annika there pursuant to her validly executed lease, which was not due to end until January 31. Tuan then immediately rented another almost identical warehouse from Bruno, on a month-to-month basis, for $1,500 a month.&nbsp;</p><p>&nbsp;</p><p>When Tuan returned to Leo’s warehouse on February 1, Annika told Tuan she was not leaving until May 31. When Tuan visited the warehouse on June 1, he discovered that Leo had stored equipment in the warehouse that made 25% of the space unusable. Tuan refused to take possession and informed Leo that he was terminating his lease immediately.&nbsp;</p><p>&nbsp;</p><p>The next day, Leo retook possession of the warehouse and placed “For Rent” signs in several windows. Shortly after, Leo executed a ten-year lease with Juanita for the warehouse at a monthly rent of $500, with a start date of July 1.&nbsp;</p><p>&nbsp;</p><p>Tuan rented Bruno’s warehouse from January to June. He later signed a new lease for 9 ½ years starting on July 1 with a monthly rent of $1,500.&nbsp;</p><p>&nbsp;</p><p>Tuan has never paid any rent to Leo.&nbsp;</p><p>&nbsp;</p><p>Tuan decided to sue for damages based on his rights under his lease with Leo.&nbsp;</p><p>&nbsp;</p><p>1. What claim(s), if any, may Tuan reasonably assert against Leo? Discuss.&nbsp;</p><p>&nbsp;</p><p>2. What claim(s), if any, may Tuan reasonably assert against Annika? Discuss.&nbsp;</p><p>&nbsp;</p><p>3. What counterclaim(s), if any, may Leo reasonably assert against Tuan? Discuss.</p>",
    "created_at": "2023-05-14T01:19:56.317Z",
    "updated_at": "2023-05-14T01:49:16.439Z",
    "published_at": "2023-05-14T01:20:00.430Z",
    "locale": "en"
  },
  {
    "id": 158,
    "document_id": "essay-158",
    "title": "Question 2 - July, 2016",
    "content": "<p style=\"margin-left:0px;\">Al owned a farm.</p><p style=\"margin-left:0px;\"><br>In 1990, Al deeded an easement for a road along the north side of the farm to his neighbor Ben. Ben immediately graded and paved a road on the easement, but did not record the deed at that time. Al and Ben both used the road on a daily basis. The easement decreased the fair market value of the farm by $5,000.</p><p style=\"margin-left:0px;\"><br>In 2009, Al deeded the farm to his daughter Carol and she recorded the deed.</p><p style=\"margin-left:0px;\"><br>In 2011, Ben recorded his deed to the easement.</p><p style=\"margin-left:0px;\"><br>In 2012, Carol executed a written contract to sell the farm to Polly for $100,000. The contract stated in part: \"Seller shall covenant against encumbrances with no exceptions.\" During an inspection of the farm, Polly had observed Ben traveling on the road along the north side of the farm, but said nothing.</p><p style=\"margin-left:0px;\"><br>In 2013, Carol deeded an easement for water lines along the south side of the farm to Water Co., the local municipal water company. The water lines provided water service to local properties, including the farm. Water Co. then recorded the deed. The easement increased the fair market value of the farm by $10,000.</p><p style=\"margin-left:0px;\"><br>In 2014, after long delay, Carol executed and delivered to Polly a warranty deed for the farm and Polly paid Carol $100,000. The deed contains a covenant against all encumbrances except for the easement to Water Co. and no other title covenants. Polly recorded the deed.</p><p style=\"margin-left:0px;\"><br>In 2015, Polly blocked Ben's use of the road and objected to Water Co.'s construction of the water lines.</p><p style=\"margin-left:0px;\"><br>Ben has commenced an action against Polly seeking declaratory relief that the farm is burdened by his easement. Polly in turn has commenced an action against Carol seeking damages for breach of contract and breach of the covenant under the warranty deed.</p><p style=\"margin-left:0px;\"><br>1. What is the likely outcome of Ben's action? Discuss.<br><br>2. What is the likely outcome of Polly's:<br><br>a. Claim of breach of contract? Discuss.<br><br>and<br><br>b. Claim of breach of the covenant under the warranty deed? Discuss.</p>",
    "created_at": "2022-08-21T03:48:50.823Z",
    "updated_at": "2022-08-21T23:07:39.089Z",
    "published_at": "2022-08-21T03:48:51.980Z",
    "locale": "en"
  },
  {
    "id": 191,
    "document_id": "essay-191",
    "title": "Question 4 - July, 2006",
    "content": "<p style=\"margin-left:0px;\">Beth, Charles, and David are the directors of Web, Inc. (Web), a corporation that is in the business of creating websites.</p><p style=\"margin-left:0px;\">&nbsp;</p><p style=\"margin-left:0px;\">Adco, Inc. (Adco), a corporation that markets computer advertising, had an urgent need for a complex website that would cost thousands of dollars to create. Adco approached Web about creating the website. Adco explained that it did not have the cash to pay for the work but claimed that it was a well-established corporation and asked Web to extend credit for the work.</p><p style=\"margin-left:0px;\">Beth, Charles, and David unanimously agreed to take on the work, conditioned upon a prior review of Adco's financial statements and a determination of Adco's credit-worthiness. After learning this, Adco contacted David and told him that the sooner Web could start on the website, the sooner Adco would be able to pay Web.</p><p style=\"margin-left:0px;\"><br>David was anxious to obtain Adco's business. He falsely told Beth and Charles that he had obtained and reviewed Adco's financial statements and that, based on his review, \"we should proceed with the work.\" Beth and Charles, without further inquiry, agreed, and Web created the costly website. Adco is unable to pay Web.</p><p style=\"margin-left:0px;\"><br>Beth, Charles, and David have now learned that Adco's shareholders have regularly taken its funds for their personal use.</p><p style=\"margin-left:0px;\"><br>In an unrelated transaction, Charles received a call from his friend Sam who wanted Web to create a new game website. Charles told Sam that the new game website was such a small job that he could do it at home for less money than Web.</p><p style=\"margin-left:0px;\"><br>Charles told Sam to send the payment for the game website to Charles at his home. Sam was pleased with the work and sent the check to Charles as requested. Shortly afterwards, Beth and David learned of this transaction.</p><p style=\"margin-left:0px;\"><br>1. What duties to Web, if any, have been breached by Beth, Charles, and David regarding the money lost on the Adco job? Discuss.<br><br>2. What rights, if any, does Web have against Adco's shareholders for Adco's failure to pay for the website? Discuss.<br><br>3. What rights, if any, does Web have against Charles regarding the contract with Sam? Discuss.</p>",
    "created_at": "2022-08-21T05:31:13.424Z",
    "updated_at": "2022-08-21T23:07:41.425Z",
    "published_at": "2022-08-21T05:31:14.221Z",
    "locale": "en"
  },
  {
    "id": 61,
    "document_id": "essay-61",
    "title": "Question 2 - October, 2020",
    "content": "<p>Acme Inc. is a corporation that has been profitable for several years and now holds $20 million cash in its treasury.&nbsp;</p><p>&nbsp;</p><p>Acme's board of directors consists of Brown (Acme's Chief Executive Officer), Chase (Acme's Chief Financial Officer), and ten other non-employee (\"outside\") directors.&nbsp;</p><p>&nbsp;</p><p>Acme's board of directors recently met to consider the best course of action with regard to the cash in its treasury. At this meeting, Brown and Chase strongly recommended that Acme pay a dividend to its shareholders. The board then heard a report from an outside consulting firm regarding the favorable prospects for Acme's expansion into a new line of business. After a lengthy discussion, the ten outside directors voted in favor of a resolution not to declare a dividend and instead to hold the accumulated cash for the corporation's future use. Brown and Chase voted against this resolution. The entire board of directors also voted unanimously to make a $100,000 cash contribution to a private university. Brown is a graduate of this university and a member of its board of trustees. The other Acme board members knew these facts at the time the board unanimously authorized the contribution.&nbsp;</p><p>&nbsp;</p><p>One of Acme's many shareholders, Davis, is upset about the board's decision not to declare a dividend. He sent a letter to Acme's board demanding inspection of Acme's records relating to this decision.&nbsp;</p><p>&nbsp;</p><p>Another Acme shareholder, Evan, filed a lawsuit against Acme and its board seeking orders that Acme pay a dividend to its shareholders and be enjoined from contributing $100,000 to the university.&nbsp;</p><p>&nbsp;</p><p>1. Did Acme's outside directors possess the authority to reject Brown’s and Chase's recommendation to pay a dividend from cash in the treasury? Discuss.&nbsp;</p><p>&nbsp;</p><p>2. Does Davis have a right to inspect Acme's records relating to the board meeting described above? Discuss.&nbsp;</p><p>&nbsp;</p><p>3. Is Evan likely to prevail in his suit for an order that the corporation pay a dividend? Discuss.&nbsp;</p><p>&nbsp;</p><p>4. Is Evan likely to prevail in his suit to enjoin Acme from paying $100,000 to the private university? Discuss.</p>",
    "created_at": "2022-08-20T03:48:46.773Z",
    "updated_at": "2022-08-21T23:07:39.202Z",
    "published_at": "2022-08-20T03:48:47.567Z",
    "locale": "en"
  },
  {
    "id": 164,
    "document_id": "essay-164",
    "title": "Question 3 - February, 2011",
    "content": "<p style=\"margin-left:0px;\">Leo owned three consecutive lots on Main Street. At one end, Lot 1 contained an office building, The Towers, leased to various tenants; in the middle, Lot 2 was a lot posted for use solely by the tenants and guests of the other two lots for parking; at the other end, Lot 3 contained a restaurant, The Grill, operated by Leo.</p><p style=\"margin-left:0px;\"><br>In 2008, Leo leased The Grill to Thelma for 15 years at rent of $1,000 per month under a written lease providing in relevant part: \"Tenant shall operate only a restaurant on the premises. Landlord shall not operate a restaurant within 5 miles of the premises during the term of the lease. Tenant and his or her guests shall have the right to use Lot 2 for parking.\"</p><p style=\"margin-left:0px;\"><br>In March 2009, Thelma assigned the lease to The Grill to Andrew after he had reviewed it. The lease did not contain any provision restricting assignment. Although Leo did not express consent to the assignment, he nevertheless accepted monthly rental payments from Andrew.</p><p style=\"margin-left:0px;\"><br>In April 2010, Leo sold Lot 1 and Lot 2 to Barbara after she had inspected both lots. Barbara immediately recorded the deeds. Leo retained ownership of Lot 3.</p><p style=\"margin-left:0px;\"><br>In June 2010, Leo informed Andrew that, within a month, he intended to open a restaurant across the street from The Grill.</p><p style=\"margin-left:0px;\"><br>Also in June 2010, Barbara announced plans to close the parking lot on Lot 2 and to construct an office building there. There is no other lot available for parking within three blocks of The Grill.</p><p style=\"margin-left:0px;\"><br>1. Andrew has filed a lawsuit against Leo, claiming that he breached the provision of the lease stating, \"Landlord shall not operate a restaurant within 5 miles of the premises during the term of the lease.\" How is the court likely to rule on Andrew's claim? Discuss.</p><p style=\"margin-left:0px;\"><br>2. Andrew has filed a lawsuit against Barbara, claiming that she breached the provision of the lease stating, \"Tenant and his or her guests shall have the right to use Lot 2 for parking.\" How is the court likely to rule on Andrew's claim? Discuss.</p>",
    "created_at": "2022-08-21T04:00:51.377Z",
    "updated_at": "2022-08-21T23:07:39.526Z",
    "published_at": "2022-08-21T04:00:52.443Z",
    "locale": "en"
  },
  {
    "id": 161,
    "document_id": "essay-161",
    "title": "Question 2 - February, 2015",
    "content": "<p style=\"margin-left:0px;\">Amy and Bob owned Blackacre in fee simple as joint tenants with a right of survivorship. Blackacre is located in a jurisdiction with a race-notice recording statute. Without Bob's knowledge, Amy gifted her interest in Blackacre to Cathy by deed. Amy and Bob then sold all of their interest in Blackacre by a quitclaim deed to David, who recorded the deed. Shortly thereafter, Cathy recorded her deed.</p><p style=\"margin-left:0px;\"><br>David entered into a valid 15-year lease of Blackacre with Ellen. The lease included a promise by Ellen, on behalf of herself, her assigns, and successors in interest, to (1) obtain hazard insurance that would cover any damage to the property and (2) use any payments for damage to the property only to repair such damage. Ellen recorded the lease.</p><p style=\"margin-left:0px;\"><br>Five years later, Ellen transferred all of her remaining interest in Blackacre to Fred. Neither Ellen nor Fred ever obtained hazard insurance covering Blackacre. While Fred was in possession of Blackacre, a building on the property was destroyed by fire due to a lightning strike. David has sued Ellen and Fred for damages for breach of the covenant regarding hazard insurance for Blackacre.</p><p style=\"margin-left:0px;\"><br>1. What right, title, or interest in Blackacre, if any, is held by Cathy, David, Ellen and/or Fred? Discuss.<br><br>2. Is David likely to prevail in his suit against Ellen and Fred? Discuss.</p>",
    "created_at": "2022-08-21T03:55:53.988Z",
    "updated_at": "2022-08-21T23:07:38.539Z",
    "published_at": "2022-08-21T03:55:54.906Z",
    "locale": "en"
  },
  {
    "id": 68,
    "document_id": "essay-68",
    "title": "Question 2 - February, 2020",
    "content": "<p style=\"margin-left:0px;\">Linda is a lawyer with experience in representing small businesses, both for-profit and nonprofit. Nonprofit, Inc. (Nonprofit) is a newly formed California nonprofit corporation with few assets and limited income. Nonprofit is governed by a volunteer board of three directors, one of whom holds the position of board chair. Nonprofit’s only employee is Ellen, who has no official title.</p><p style=\"margin-left:0px;\"><br>Ellen contacted Linda and said that Nonprofit would like to retain Linda to help it develop a formal employment agreement with Ellen, to make Ellen officially the Executive Director of Nonprofit. Ellen’s position as Executive Director would be as an officer of the company, but not as a board member. Linda agreed to accept the matter. Linda did not memorialize her retainer agreement in writing.</p><p style=\"margin-left:0px;\"><br>Ellen drafted an employment agreement that included a proposed salary and sent the agreement to Linda. Ellen told Linda that her proposed salary was data-driven from a survey of similar positions, but based in the for-profit field. Ellen asked Linda not to tell the Board about the source of the survey data. Linda saw many other provisions in the draft agreement that were more favorable to Ellen than those in a typical employment agreement. Linda arranged a meeting with the Nonprofit board to discuss the terms of Ellen’s employment agreement. The board chair asked Linda to invite Ellen to attend the board meeting and join their discussions.</p><p style=\"margin-left:0px;\"><br>1. With whom did Linda establish an attorney-client relationship and what ethical violations, if any, did Linda commit at the time the attorney-client relationship was created? Discuss.<br><br>2. What are Linda’s ethical obligations with regard to:<br><br>a. Ellen’s employment agreement? Discuss.<br><br>b. Ellen’s request for confidentiality regarding the source of the survey data? Discuss.<br><br>Answer according to California and ABA authorities.</p>",
    "created_at": "2022-08-20T04:00:55.802Z",
    "updated_at": "2022-08-21T23:07:38.698Z",
    "published_at": "2022-08-20T04:00:56.645Z",
    "locale": "en"
  },
  {
    "id": 235,
    "document_id": "essay-235",
    "title": "Question 2 - February, 2013",
    "content": "<p style=\"margin-left:0px;\">Carol, a woman with young children, applied to rent an apartment owned and managed by Landlords, Inc. Landlords, Inc. rejected her application.</p><p style=\"margin-left:0px;\"><br>Believing that Landlords, Inc. had rejected her application because she had young children, Carol retained Abel to represent her to sue Landlords, Inc. for violation of state anti-discrimination laws, which prohibit refusal to rent to individuals with children.</p><p style=\"margin-left:0px;\"><br>Landlords, Inc. retained Barbara to represent it in the lawsuit. Barbara notified Abel that she represented Landlords, Inc.</p><p style=\"margin-left:0px;\"><br>Abel invited Ford, the former manager of rental properties for Landlords, Inc., to lunch. Ford had participated in the decision on Carol’s application, but left his employment shortly afterwards. Abel questioned Ford about Landlords, Inc.’s rental practices and about certain conversations Ford had had with Barbara regarding the rental practices and Carol’s application.</p><p style=\"margin-left:0px;\"><br>During a deposition by Barbara, Carol testified falsely about her sources of income. Abel, who attended the deposition, suspected that Carol was not being truthful, but did nothing.</p><p style=\"margin-left:0px;\"><br>After the deposition ended and Carol had left, Barbara told Abel that Landlords, Inc. would settle the dispute for $5,000. Abel accepted the offer, signed the settlement papers that day, and told Carol about the settlement that night. Carol was unhappy with the amount of the settlement.</p><p style=\"margin-left:0px;\"><br>What, if any, ethical violations has Abel committed? Discuss.</p><p style=\"margin-left:0px;\"><br>Answer according to California and ABA authorities.</p>",
    "created_at": "2022-08-21T13:28:58.440Z",
    "updated_at": "2022-08-21T23:07:38.506Z",
    "published_at": "2022-08-21T13:28:59.353Z",
    "locale": "en"
  },
  {
    "id": 18,
    "document_id": "essay-18",
    "title": "Question 3 - February, 2003",
    "content": "<p style=\"margin-left:0px;\">Don was a passenger in Vic's car. While driving in a desolate mountain area, Vic stopped and offered Don an hallucinogenic drug. Don refused, but Vic said if Don wished to stay in the car, he would have to join Vic in using the drug. Fearing that he would be abandoned in freezing temperatures many miles from the nearest town, Don ingested the drug.</p><p style=\"margin-left:0px;\"><br>While under the influence of the drug, Don killed Vic, left the body beside the road, and drove Vic's car to town. Later he was arrested by police officers who had discovered Vic's body. Don has no recall of the events between the time he ingested the drug and his arrest.</p><p style=\"margin-left:0px;\"><br>After Don was arraigned on a charge of first degree murder, the police learned that Wes had witnessed the killing. Aware that Don had been arraigned and was scheduled for a preliminary hearing at the courthouse on that day, police officers took Wes to the courthouse for the express purpose of having him attempt to identify the killer from photographs of several suspects. As Wes walked into the courthouse with one of the officers, he encountered Don and his lawyer. Without any request by the officer, Wes told the officer he recognized Don as the killer. Don's attorney was advised of Wes's statement to the officer, of the circumstances in which it was made, and of the officer's expected testimony at trial that Wes had identified Don in this manner.</p><p style=\"margin-left:0px;\"><br>Don moved to exclude evidence of the courthouse identification by Wes on grounds that the identification procedure violated Don's federal constitutional rights to counsel and due process of law and that the officer's testimony about the identification would be inadmissible hearsay.<br>The court denied the motion.</p><p style=\"margin-left:0px;\"><br>At trial, Don testified about the events preceding Vic's death and his total lack of recall of the killing.<br><br>1. Did the court err in denying Don's motion? Discuss.<br><br>2. If the jury believes Don's testimony, can it properly convict Don of:<br>(a) First degree murder? Discuss.<br>(b) Second degree murder? Discuss.</p>",
    "created_at": "2020-05-10T09:55:10.675Z",
    "updated_at": "2022-08-21T23:07:39.325Z",
    "published_at": "2022-08-08T01:54:12.920Z",
    "locale": "en"
  },
  {
    "id": 238,
    "document_id": "essay-238",
    "title": "Question 3 - February, 2004",
    "content": "<p style=\"margin-left:0px;\">Two years ago, Lawyer represented Sis in her divorce. Last week, Sis made an appointment with Lawyer to assist her father, Dad, with an estate plan.</p><p style=\"margin-left:0px;\"><br>Sis brought Dad to Lawyer's office. Dad was 80 years old, a widower, and competent. In Sis's presence, Dad told Lawyer he wanted to create a will leaving everything he owned to his three adult children, Sis, Bob, and Chuck, in equal shares. Dad's assets consisted of several bank accounts, which he held in joint tenancy with Sis, and his home, which he held in his name alone. Sis then asked Dad whether he wanted to do something special about his house. Dad thanked Sis for asking, and told Lawyer that he wanted Lawyer to draft a deed that would place his house in joint tenancy with Sis.</p><p style=\"margin-left:0px;\"><br>At the conclusion of the meeting, Lawyer told Sis and Dad that his customary fee was $750 for drafting such a will and deed. Sis gave Lawyer a check for $750 in payment drawn on her personal account. Lawyer then drafted the will and deed as directed.</p><p style=\"margin-left:0px;\"><br>What ethical violations has Lawyer committed, and what should Lawyer have done to avoid those violations? Discuss.</p>",
    "created_at": "2022-08-21T13:43:58.104Z",
    "updated_at": "2022-08-21T23:07:39.382Z",
    "published_at": "2022-08-21T13:43:59.837Z",
    "locale": "en"
  },
  {
    "id": 138,
    "document_id": "essay-138",
    "title": "Question 4 - July, 2017",
    "content": "<p style=\"margin-left:0px;\">Buyer, who was living in New York, and Seller, who was living in California, entered into a valid contract, agreeing to buy and sell a painting claimed to be an original Rothko, supposedly worth $1 million, for that amount. In a separate valid contract, Buyer agreed to buy from Seller a parcel of California real property worth $5 million, for that amount. Buyer and Seller completed the purchase of the painting on June 1; they were to complete the purchase of the real property on June 30.</p><p style=\"margin-left:0px;\"><br>On June 15, Buyer resold the painting, but obtained only $200, because the painting turned out to be a fake. Buyer promptly notified Seller of his intent to sue Seller for damages of $1 million. Seller then informed Buyer that Seller would not go through with the purchase of the real property.</p><p style=\"margin-left:0px;\"><br>Buyer filed suit against Seller in federal court in California. Buyer claimed fraud as to the painting, alleging only that Seller committed “fraud in the supposed value,” and sought $1 million in damages. Buyer also claimed breach of contract as to the real property, and sought specific performance. Buyer demanded trial by jury on all issues.</p><p style=\"margin-left:0px;\"><br>1. May Buyer join claims for fraud and breach of contract in the same suit against Seller? Discuss.<br><br>2. Is Buyer’s allegation sufficient to state a claim for fraud involving the painting? Discuss.<br><br>3. Does the federal court have subject matter jurisdiction over the suit? Discuss.<br><br>4. May the federal court apply California law to decide the breach of contract claim involving the real property? Discuss.<br><br>5. On what issues, if any, would Buyer be entitled to a jury trial? Discuss.</p>",
    "created_at": "2022-08-21T03:29:22.129Z",
    "updated_at": "2022-08-21T23:07:41.701Z",
    "published_at": "2022-08-21T03:29:23.195Z",
    "locale": "en"
  },
  {
    "id": 168,
    "document_id": "essay-168",
    "title": "Question 2 - July, 2005",
    "content": "<p style=\"margin-left:0px;\">Developer acquired a large tract of undeveloped land, subdivided the tract into ten lots, and advertised the lots for sale as \"Secure, Gated Luxury Home Sites.\" Developer then entered into a ten-year, written contract with Ace Security, Inc. (\"ASI\") to provide security for the subdivision in return for an annual fee of $6,000.</p><p style=\"margin-left:0px;\"><br>Developer sold the first lot to Cora and quickly sold the remaining nine. Developer had inserted the following clause in each deed:</p><p style=\"margin-left:0px;\"><br>\"Purchaser(s) hereby covenant and agree on their own behalf and on behalf of their heirs, successors, and assigns to pay an annual fee of $600 for 10 years to Ace Security, Inc. for the maintenance of security within the subdivision.\"</p><p style=\"margin-left:0px;\"><br>Developer promptly and properly recorded all ten deeds.</p><p style=\"margin-left:0px;\"><br>One year later, ASI assigned all its rights and obligations under the security contract with Developer to Modem Protection, Inc. (\"MPI\"), another security service . About the same time, Cora's next-door neighbor, Seller, sold the property to Buyer. Seller's deed to Buyer did not contain the above-quoted clause. Buyer steadfastly refuses to pay any fee to MPI.</p><p style=\"margin-left:0px;\"><br>MPI threatens to suspend its security services to the entire subdivision unless it receives assurance that it will be paid the full $6,000 each year for the balance of the contract. Cora wants to ensure that she will not be required to pay more than $600 a year.</p><p style=\"margin-left:0px;\"><br>On what theories might Cora reasonably sue Buyer for his refusal to pay the annual $600 fee to MPI, what defenses might Buyer reasonably assert, and what is the likely outcome on each of Cora's theories and Buyer's defenses? Discuss.</p>",
    "created_at": "2022-08-21T04:05:29.258Z",
    "updated_at": "2022-08-21T23:07:38.825Z",
    "published_at": "2022-08-21T04:05:30.326Z",
    "locale": "en"
  },
  {
    "id": 199,
    "document_id": "essay-199",
    "title": "Question 4 - July, 2015",
    "content": "<p style=\"margin-left:0px;\">In 2008, Henry and Wendy married in California. Neither had saved any money before marriage. At the time of the marriage, Henry had a monthly child support obligation of $1,000, which was deducted from his salary, for a child from a prior relationship.</p><p style=\"margin-left:0px;\"><br>In 2010, Wendy accepted a job at Company. At that time, she was told that if she performed well, she would receive stock options in the near future.</p><p style=\"margin-left:0px;\"><br>In 2011, Henry inherited $100,000. He used $25,000 to buy a necklace that he gave to Wendy as a holiday present. He used the remaining $75,000 to buy a municipal bond that paid him $300 per month.</p><p style=\"margin-left:0px;\"><br>In 2012, Wendy was granted stock options by Company, which would become exercisable in 2014, in part because she had been a very effective employee. Later in 2012, Wendy was injured in a car accident and made a claim against the person responsible.</p><p style=\"margin-left:0px;\"><br>In 2013, Henry and Wendy permanently separated and Henry moved away.</p><p style=\"margin-left:0px;\"><br>In 2014, Wendy settled her accident claim for $30,000. Later in 2014, Wendy exercised her stock options and earned a profit of $80,000.</p><p style=\"margin-left:0px;\"><br>In 2015, Wendy filed for dissolution.</p><p style=\"margin-left:0px;\"><br>1. What are Wendy's and Henry 's respective rights regarding:<br>a. The necklace? Discuss.<br>b. The car accident settlement proceeds? Discuss.<br>c. The stock option profits? Discuss.</p><p style=\"margin-left:0px;\"><br>2. Should Henry be required to reimburse the community for his child support payments and, if<br>so, in what amount? Discuss.</p><p style=\"margin-left:0px;\"><br>Answer according to California law.<br>&nbsp;</p>",
    "created_at": "2022-08-21T06:04:14.094Z",
    "updated_at": "2022-08-21T23:07:41.613Z",
    "published_at": "2022-08-21T06:04:15.253Z",
    "locale": "en"
  },
  {
    "id": 82,
    "document_id": "essay-82",
    "title": "Question 5 - February, 2007",
    "content": "<p style=\"margin-left:0px;\">City has adopted an ordinance banning tobacco advertising on billboards, store windows, any site within 1,000 feet of a school, and \"any other location where minors under the age of 18 years traditionally gather.\"</p><p style=\"margin-left:0px;\"><br>The purpose of the ordinance is to discourage school-age children from smoking. The likely result of the ordinance will be to cause the removal of tobacco advertising from the vicinity of schools, day care centers, playgrounds, and amusement arcades.</p><p style=\"margin-left:0px;\"><br>The Association of Retailers (AOR) was formed to protect the economic interests of its member retailers. AOR had unsuccessfully opposed the adoption of the ordinance, arguing that it would cause hardship to store owners by depriving them of needed advertising revenue. AOR believes that the best way to discourage young people from smoking is by directly restricting access to tobacco rather than by banning all tobacco advertising.</p><p style=\"margin-left:0px;\"><br>AOR is considering filing a complaint for injunctive relief against City in federal district court claiming that the ordinance deprives its members of rights under the Free Speech Clause of the First Amendment.</p><p style=\"margin-left:0px;\"><br>What arguments could AOR reasonably make to show that it has standing, and that its First Amendment free speech claim has merit, and would it be likely to succeed? Discuss.</p>",
    "created_at": "2022-08-20T04:15:37.516Z",
    "updated_at": "2022-08-21T23:07:42.002Z",
    "published_at": "2022-08-20T04:15:38.656Z",
    "locale": "en"
  },
  {
    "id": 13,
    "document_id": "essay-13",
    "title": "Question 2 - July, 2008",
    "content": "<p style=\"margin-left:0px;\">To protect the nation against terrorism, the President proposed the enactment of legislation that would authorize the Secretary of Homeland Security (\"the Secretary\") to issue \"National Security Requests,\" which would require businesses to produce the personal and financial records of their customers to the Federal Bureau of Investigation (\"the FBI\") without a warrant. Congress rejected the proposal.</p><p style=\"margin-left:0px;\"><br>Thereafter, in response, the President issued Executive Order 999 (\"the Order\"). The Order authorizes the Secretary to issue \"National Security Requests,\" which require businesses to produce the personal and financial records of their customers to the FBI without a warrant. The Order further authorizes the Secretary to require state and local law enforcement agencies to assist the FBI in obtaining the records.</p><p style=\"margin-left:0px;\"><br>Concerned about acts of terrorism that had recently occurred in State X, the State X Legislature passed the \"Terrorism Prevention Act\" (\"the Act\"), requiring businesses in State X served with National Security Requests pursuant to the Order to produce a copy of the records to the State X Department of Justice.</p><p style=\"margin-left:0px;\"><br>1. Is the Order within the President's authority under the United States Constitution? Discuss.<br><br>2. Assuming the Order is with in the President's authority, does the Order preempt the Act? Discuss.<br><br>3. Assuming the Order is within the President's authority and does not preempt the Act, do the Order and the Act violate the Fourth Amendment to the United States Constitution on their face? Discuss.</p>",
    "created_at": "2020-05-10T09:18:04.716Z",
    "updated_at": "2022-08-21T23:07:38.909Z",
    "published_at": "2022-08-07T03:05:16.437Z",
    "locale": "en"
  },
  {
    "id": 142,
    "document_id": "essay-142",
    "title": "Question 3 - February, 2014",
    "content": "<p style=\"margin-left:0px;\">Paul, a resident of State A, had worked as a manager at the only hotel in State A owned and operated by Hotel, Inc. (Hotel), a large national chain . Paul's compensation was $100,000 per year. Hotel was incorporated in State B, where the majority of its hotels are located. Hotel 's main corporate offices are located in State C.</p><p style=\"margin-left:0px;\"><br>Hotel terminated Paul's five-year employment contract when it had two years remaining. Paul immediately found new employment with compensation of $90,000 per year.</p><p style=\"margin-left:0px;\"><br>Paul timely sued Hotel in state court in State B, alleging wrongful termination of his employment contract. In his complaint , he sought reinstatement or, in the alternative, damages of $200,000 for the two years remaining on his employment contract at the time of termination. In State B, the measure of damages for wrongful termination of an employment contract is the amount a plaintiff would have earned absent the termination, less what the plaintiff actually earned during the post-termination contract period.</p><p style=\"margin-left:0px;\"><br>After the complaint was served on Hotel at its main corporate offices in State C, Hotel timely removed the case to federal district court in State B. Paul then filed a motion in federal district court to remand to state court. The federal district court denied the motion. Paul appealed the denial to the federal court of appeals.</p><p style=\"margin-left:0px;\"><br>Paul meanwhile filed a motion in the federal district court for an injunction requiring Hotel to reinstate him to his job . The federal district court granted Paul's motion and issued the injunction. A month and a half later, Hotel appealed the injunction to the federal court of appeals.</p><p style=\"margin-left:0px;\"><br>1. Did the federal district court correctly deny Paul's motion to remand the case to state court? Discuss.<br><br>2. How should the federal court of appeals rule on Paul's appeal? Discuss .<br><br>3. How should the federal court of appeals rule on Hotel's appeal? Discuss.</p>",
    "created_at": "2022-08-21T03:32:21.959Z",
    "updated_at": "2022-08-21T23:07:39.611Z",
    "published_at": "2022-08-21T03:32:22.762Z",
    "locale": "en"
  },
  {
    "id": 231,
    "document_id": "essay-231",
    "title": "Question 5 - February, 2017",
    "content": "<p style=\"margin-left:0px;\">Claire met with Len, a personal injury lawyer, in his office and told him that she had burned her legs when she slipped on some caustic cleaning solution spilled on a sidewalk outside Hotel. Len agreed to take her case and they properly executed a retainer agreement. Claire showed Len scars on her legs that she said were caused by the cleaning solution. She also showed him clothes that she said were stained by the cleaning solution. Len took the clothes from her and put them in his office closet for safe keeping.</p><p style=\"margin-left:0px;\"><br>Len filed a lawsuit in state court against Hotel. Hotel’s lawyer, Hannah, called Len. She told him that this lawsuit was the fourteenth lawsuit that Claire had filed against Hotel, and that she intended to move the court to declare Claire a vexatious litigant. Len and Hannah had been engaged two years ago before they amicably decided to go their separate ways.</p><p style=\"margin-left:0px;\"><br>Len called Claire and left a message asking her to call him “about an important update in the case.” He also sent her an email with a “read receipt” tag, with the same request. He received a notice that she had read the email, but did not receive any response. Over the next week, he sent her a copy of the same email once each day with the same “read receipt” tag; each day, he received a notice that she had read the email, but did not receive any response. He then sent her a registered letter asking her to contact him, but again, did not receive any response. A week later, he sent her another registered letter stating that he no longer represented her and that he would return her clothing to her.</p><p style=\"margin-left:0px;\"><br>Claire soon called Len, begging him not to “fire” her, saying she had not responded to him because “I didn’t think calling you back was such a big deal.” He then asked her about “the thirteen prior lawsuits against Hotel.” She replied: “What ‘thirteen prior lawsuits’? Besides, Hotel’s got more money than I do.” He told her that he was sorry, but that he was no longer her lawyer. The next day, Len went to his office closet to retrieve Claire’s clothes to send them back to her. To his dismay, he realized that he had sent her clothes along with his to be dry-cleaned. He rushed to the dry-cleaner and learned that all of the clothes he had sent had been dry-cleaned and that all of their stains had been removed.</p><p style=\"margin-left:0px;\"><br>What ethical violations, if any, has Len committed? Discuss.<br><br>Answer according to California and ABA authorities.</p>",
    "created_at": "2022-08-21T12:54:13.993Z",
    "updated_at": "2022-08-21T23:07:42.320Z",
    "published_at": "2022-08-21T12:54:14.984Z",
    "locale": "en"
  },
  {
    "id": 57,
    "document_id": "essay-57",
    "title": "Question 3 - February, 2021",
    "content": "<p>Prior to her 1990 marriage to Hal in California, Wendy helped operate an antiques and rare book business owned by her father.&nbsp;</p><p>&nbsp;</p><p>During the marriage, Wendy continued to work with her father in operating the business. Over the years, Wendy and her father jointly operated the business and in 1995, they signed an agreement whereby Wendy became the owner of a ½ interest in the business. Wendy had developed an exceptional talent for buying antiques and took over that part of the business in 1995. The business doubled in value from 1995 to 2000. In late 1999, Wendy’s father died and by his will left his interest in the business to Wendy, including all of the business’s real property and inventory.&nbsp;</p><p>&nbsp;</p><p>Wendy and Hal separated early in 2014. They have lived separate and apart since then and are now involved in divorce proceedings.&nbsp;</p><p>&nbsp;</p><p>How should the court allocate the value of the business between Hal and Wendy? Discuss.&nbsp;</p><p>&nbsp;</p><p>Answer according to California law.</p>",
    "created_at": "2022-08-20T03:38:19.485Z",
    "updated_at": "2022-08-21T23:07:39.965Z",
    "published_at": "2022-08-20T03:38:20.681Z",
    "locale": "en"
  },
  {
    "id": 133,
    "document_id": "essay-133",
    "title": "Question 5 - July, 2002",
    "content": "<p style=\"margin-left:0px;\">Manufacturer (Mfr.) advertised prescription allergy pills produced by it as \"the modem, safe means of controlling allergy symptoms.\" Although Mfr. knew there was a remote risk of permanent loss of eyesight associated with use of the pills, Mfr. did not issue any warnings. Sally saw the advertisement and asked her Doc (Doc) to prescribe the pills for her, which he did. As a result of taking the pills, Sally suffered a substantial loss of eyesight, and a potential for a complete loss of eyesight. Sally had not been warned of these risks, and would not have taken the pills if she had been so warned. Doc says he knew of the risk of eyesight loss from taking the pills but prescribed them anyway because \"this pill is the best-known method of controlling allergy symptoms.\"</p><p style=\"margin-left:0px;\"><br>Bud, Sally's brother, informed Sally that he would donate the cornea of one of his eyes to her. Bud had excellent eyesight and was a compatible donor for Sally. This donation probably would have restored excellent eyesight to one of Sally's eyes with minimal risk to her. The expenses associated with the donation and transplantation would have been paid by Sally's medical insurance company. Sally, however, was fearful of undergoing surgery and refused to have it done. Thereafter, Sally completely lost eyesight in both of her eyes.</p><p style=\"margin-left:0px;\"><br>Sally filed a products liability suit against Mfr. seeking to recover damages for loss of her eyesight. She also filed a suit for damages against Doc for negligence in prescribing the pills.<br><br>What must Sally prove to make a prima facie case in each suit, what defenses might Mfr. and Doc each raise, and what is the likely outcome of each suit? Discuss.</p>",
    "created_at": "2022-08-20T17:44:11.074Z",
    "updated_at": "2022-08-21T23:07:42.612Z",
    "published_at": "2022-08-20T17:44:12.111Z",
    "locale": "en"
  },
  {
    "id": 224,
    "document_id": "essay-224",
    "title": "Question 3 - July, 2006",
    "content": "<p style=\"margin-left:0px;\">On Monday, Resi-Clean (RC) advertised its house cleaning services by hanging paper handbills on doorknobs in residential areas. The handbills listed the services available, gave RC's address<br>and phone number , and contained a coupon that stated, \"This coupon is worth $20 off the price if you call within 24 hours and order a top-to-bottom house cleaning for $500.\"</p><p style=\"margin-left:0px;\"><br>Maria, a homeowner, responding to the handbill, phoned RC on the same day, spoke to a manager, and said she wanted a top-to-bottom house cleaning as described in the handbill. Maria said, \"I assume that means $480 because of your $20-off coupon, right?\" The RC manager said, \"That 's right. We can be at your house on Friday.\" Maria said, \"Great! Just give me a call before your crew comes so I can be sure to have someone let you in.\"</p><p style=\"margin-left:0px;\"><br>Within minutes after the phone conversation ended, the RC manager deposited in the mail a \"Confirmation of Order\" form to Maria. The form stated, \"We hereby confirm your top-to-bottom house cleaning for $500. Our crew will arrive at your house before noon on Friday. You agree to give at least 48 hours advance notice of any cancellation. If you fail to give 48 hours notice, you agree to pay the full contract price of $500.\"</p><p style=\"margin-left:0px;\"><br>About an hour later, Maria sent RC an e-mail, which RC received, stating, \"I just want to explain that it's important that your cleaning crew do a good job because my house is up for sale and I want it to look exceptionally good.\"</p><p style=\"margin-left:0px;\"><br>On Thursday evening before RC' s cleaning crew was to show up, Maria accepted an offer for the sale of her house. The next morning, Friday, at 10:00 a.m., Maria sent RC another e-mail stating, \"No need to send your crew. I sold my house last night, and I no longer need your services.\" By that time, however, RC's crew was en route to Maria 's house.</p><p style=\"margin-left:0px;\"><br>At 10:30 a.m. on Friday, Maria received RC's Confirmation of Order form in the mail. At 11:00 a.m., RC's crew arrived, prepared to clean Maria's house. Maria explained that she no longer needed to have the house cleaned and sent the crew away.</p><p style=\"margin-left:0px;\"><br>RC's loss of profit was $100, but RC billed Maria for $500. Maria refused to pay.</p><p style=\"margin-left:0px;\"><br>Has Maria breached a contract with RC, and, if so, how much, if anything, does Maria owe RC? Discuss.</p>",
    "created_at": "2022-08-21T06:27:14.883Z",
    "updated_at": "2022-08-21T23:07:40.105Z",
    "published_at": "2022-08-21T06:27:16.623Z",
    "locale": "en"
  },
  {
    "id": 41,
    "document_id": "essay-41",
    "title": "Question 2 - July, 2022",
    "content": "<p>Public School District (District) in State X is attempting to reduce gang violence in District’s high schools. After consulting with local law enforcement, District has determined that most violence results from confrontations between two gangs, the Westsiders and the Eastsiders. As a result, District has adopted the following rule for all high school students: “No student shall wear any label, insignia, words, colors, signs or symbols that reflect gang-related activities. Students violating the policy will be immediately suspended or expelled from school.”&nbsp;</p><p>&nbsp;</p><p>For several years, Paloma, a high school senior, has had a small tattoo of a dove on one wrist, her “self-expression” as a peaceful person. Paloma has never been associated with any gang, including the Westsiders and Eastsiders. After learning of Paloma’s tattoo, District officials described it to local law enforcement officials who said that it sounded like a Westsider gang symbol, which includes birds. Paloma was suspended for the last ten days of school after she refused District’s request that she either wear long sleeves to cover her tattoo or have it removed.&nbsp;</p><p>&nbsp;</p><p>Paloma, now graduated, and attending the college of her choice, has brought a declaratory relief action challenging the validity of District’s policy under the First and Fourteenth Amendments to the United States Constitution. District has moved to dismiss Paloma’s lawsuit as moot on two grounds: (A) because she is no longer a high school student, and (B) District has now redefined “gang-related activities” in its rule in a manner consistent with State X’s criminal code.&nbsp;</p><p>&nbsp;</p><p>1. What arguments can Paloma make in support of her First and Fourteenth Amendment claims? Discuss.&nbsp;</p><p>&nbsp;</p><p>2. Will either or both of District’s arguments in support of its motion to dismiss Paloma’s lawsuit be successful? Discuss.</p>",
    "created_at": "2022-08-20T02:30:27.730Z",
    "updated_at": "2022-08-21T23:07:39.189Z",
    "published_at": "2022-08-20T02:30:29.020Z",
    "locale": "en"
  },
  {
    "id": 166,
    "document_id": "essay-166",
    "title": "Question 5 - July, 2008",
    "content": "<p style=\"margin-left:0px;\">Ann, Betty, and Celia purchased a 3-bedroom condominium unit in which they resided. Each paid one-third of the purchase price. They took title as \"joint tenants, with right of survivorship.\"</p><p style=\"margin-left:0px;\"><br>After a dispute, Betty moved out. Ann and Celia then each executed a separate deed by which each conveyed her respective interest in the condominium unit to Ed. Each deed recited that the conveyance was \"in fee, reserving a life estate to the grantor.\" Ann recorded her deed and delivered the original deed to Ed. Celia also recorded her deed and left the original deed with Ann in a sealed envelope with written instructions: \"This envelope contains papers that are to be delivered to me on demand or in the event of my death then to be delivered to Ed.\" Celia recorded the deed solely to protect her life estate interest. Ann, without Celia 's knowledge or authorization, mailed a copy of Celia's deed to Ed.</p><p style=\"margin-left:0px;\"><br>Subsequently, Ann and Celia were killed in a car accident. Betty then moved back into the condominium unit. She rented out one bedroom to a tenant and used the other bedroom to run a computer business. Betty paid all costs of necessary repairs to maintain the unit.</p><p style=\"margin-left:0px;\"><br>Ed commenced an action against Betty, demanding a share of the rent she has collected. He also demanded that she pay rent for her use of the premises.</p><p style=\"margin-left:0px;\"><br>Betty cross-complained against Ed, demanding that he contribute for his share of the costs of necessary repairs to maintain the unit.</p><p style=\"margin-left:0px;\"><br>1. What are the property interests of Betty and Ed, if any, in the condominium unit? Discuss.<br><br>2. What relief, if any, may Ed obtain on his claims against Betty for past due rent for her use of the condominium unit and for a share of the rent paid by the tenant? Discuss.<br><br>3. What relief, if any, may Betty obtain on her claim against Ed for contribution for the costs of maintaining the condominium unit? Discuss.</p>",
    "created_at": "2022-08-21T04:03:31.873Z",
    "updated_at": "2022-08-21T23:07:42.626Z",
    "published_at": "2022-08-21T04:03:33.343Z",
    "locale": "en"
  },
  {
    "id": 27,
    "document_id": "essay-27",
    "title": "Question 3 - July, 2010",
    "content": "<p>David and Vic were farmers with adjoining property. They had been fighting for several years about water rights.&nbsp;</p><p>&nbsp;</p><p>In May, Vic and his wife, Wanda, were sitting in the kitchen when Vic received a telephone call. During the call, Vic became quite angry. As soon as he hung up, he said the following to Wanda: \"That rat, David, just called and told me that he was going to make me sorry! He used some sort of machine to disguise his voice, but I know it was him!\"&nbsp;</p><p>&nbsp;</p><p>In June, Wanda and Vic passed a truck driven by David, who made an obscene gesture as they drove by. Vic immediately stopped and yelled that if David wanted a fight, then that was what he was going to get. Both men jumped out of their trucks. After an exchange of blows, David began strangling Vic. Vic collapsed and died from a massive heart attack. David was charged with manslaughter in California Superior Court.&nbsp;</p><p>&nbsp;</p><p>At David's trial, the prosecution called Wanda, who testified about Vic's description of the May telephone call.&nbsp;</p><p>&nbsp;</p><p>During cross-examination of Wanda, the defense introduced into evidence a certified copy of a felony perjury conviction Vic had suffered in 2007.&nbsp;</p><p>&nbsp;</p><p>The prosecution then introduced into evidence a certified copy of a misdemeanor simple assault conviction David had suffered in 2006.&nbsp;</p><p>&nbsp;</p><p>During the defense's case, David claimed that he acted in self-defense. He testified that he knew about two other fights involving Vic. In the first, which took place four years before his death, Vic broke a man's arm with a tire iron. In the other, which occurred two years before his death, Vic threatened a woman with a gun. David testified that he had heard about the first incident before June, but that he had not heard about the second incident until after his trial had commenced.&nbsp;</p><p>&nbsp;</p><p>Assuming that all appropriate objections were timely made, should the California Superior Court have admitted:&nbsp;</p><p>&nbsp;</p><p>1. Wanda's testimony about Vic 's statement regarding the May phone call? Discuss.&nbsp;</p><p>&nbsp;</p><p>2. The certified copy of Vic 's 2007 felony perjury conviction? Discuss.&nbsp;</p><p>&nbsp;</p><p>3. The certified copy of David's 2006 misdemeanor simple assault conviction? Discuss.&nbsp;</p><p>&nbsp;</p><p>4. David's testimony about the first fight involving Vic breaking another man's arm with a tire iron? Discuss.&nbsp;</p><p>&nbsp;</p><p>5. David's testimony about the second fight involving Vic threatening a woman with a gun? Discuss.&nbsp;</p><p>&nbsp;</p><p>Answer according to California law.</p>",
    "created_at": "2020-05-11T05:17:42.889Z",
    "updated_at": "2022-08-21T23:07:40.201Z",
    "published_at": "2022-08-08T01:03:10.841Z",
    "locale": "en"
  },
  {
    "id": 155,
    "document_id": "essay-155",
    "title": "Question 5 - July, 2000",
    "content": "<p style=\"margin-left:0px;\">Bigcorp is incorporated and headquartered in State B. While in State B, Paul, a citizen of State A, was severely injured by a defective power saw he had purchased at a store owned by Bigcorp in State B. Paul brought a products liability action for $100,000 against Bigcorp in a federal district court in State B, based on diversity of citizenship.</p><p style=\"margin-left:0px;\"><br>As discovery proceeded, Bigcorp disclosed that, although it manufactures its own power saws, the particular power saw that allegedly injured Paul had been manufactured in State A by Amcorp, which is incorporated and headquartered in State A. Amcorp and Bigcorp generally conduct business solely in their respective states, but sell surplus goods to each other twice a year.</p><p style=\"margin-left:0px;\"><br>Paul sought leave to amend his federal court complaint to name Amcorp as a defendant. Bigcorp opposed the motion, claiming that such a joinder would defeat diversity, and moved for the dismissal of the action because of the impossibility of proper joinder of Amcorp. The federal court dismissed Paul's complaint.</p><p style=\"margin-left:0px;\"><br>Paul then filed suit against Bigcorp and Amcorp in state court in State B. Amcorp filed a motion to quash service of summons contesting personal jurisdiction over it. The State B court determined that it lacked personal jurisdiction over Amcorp and dismissed it from the action.</p><p style=\"margin-left:0px;\"><br>Paul voluntarily dismissed his action against Bigcorp without prejudice. Paul then brought his products liability action in state court in State A, naming Amcorp and Bigcorp as defendants. Bigcorp moved for dismissal of Bigcorp from the action on the ground of res judicata, and the State A court granted the motion.</p><p style=\"margin-left:0px;\"><br>1. Was the federal court correct in dismissing the action on the ground of the impossibility of proper joinder of Amcorp? Discuss.<br><br>2. Was the state court in State B correct in dismissing Amcorp from the action on the ground that it lacked personal jurisdiction over Amcorp? Discuss.<br><br>3. Was the state court in State A correct in dismissing Bigcorp from the State A action on the ground of res judicata? Discuss.</p>",
    "created_at": "2022-08-21T03:44:49.389Z",
    "updated_at": "2022-08-21T23:07:42.513Z",
    "published_at": "2022-08-21T03:44:50.221Z",
    "locale": "en"
  },
  {
    "id": 181,
    "document_id": "essay-181",
    "title": "Question 5 - July, 2009",
    "content": "<p style=\"margin-left:0px;\">Diane owns a large country estate to which she plans to invite economically disadvantaged children for free summer day camp. In order to provide the children with the opportunity to engage in water sports, Diane started construction to dam a stream on the property to create a pond. Neighbors downstream, who rely on the stream to irrigate their crops and to fill their wells, immediately demanded that Diane stop construction. Diane refused. Six months into the construction, when the dam was almost complete, the neighbors filed an application in state court for a permanent injunction ordering Diane to stop construction and to remove the dam. They asserted causes of action for nuisance and for a taking under the United States Constitution. After a hearing, the state court denied the application on the merits. The neighbors did not appeal the ruling.</p><p style=\"margin-left:0px;\"><br>Thereafter, Paul, one of the neighbors and a plaintiff in the state court case, separately retained Lawyer and filed an application for a permanent injunction against Diane in federal court asserting the same causes of action and requesting the same relief as in the state court case. Personal jurisdiction, subject matter jurisdiction, and venue were proper. The federal court granted Diane's motion to dismiss Paul's federal court application on the basis of preclusion. Infuriated with the ruling, Paul told Lawyer, \"If the court can't give me the relief I am looking for, I will take care of Diane in my own way and that dam, too.\" Unable to dissuade Paul and after telling him she would report his threatening comments to criminal authorities, Lawyer called 911 and, without identifying herself, told a dispatcher that \"someone is on his way to hurt Diane.\"</p><p style=\"margin-left:0px;\"><br>1. Was the state court's denial of Diane's neighbors' application for a permanent injunction correct? Discuss. Do not address substantive property or riparian rights.<br><br>2. Was the federal court's denial of Paul's application for a permanent injunction correct? Discuss. Do not address substantive property or riparian rights.<br><br>3. Did Lawyer commit any ethical violation when she called 911? Discuss. Answer according to both California and ABA authorities.</p>",
    "created_at": "2022-08-21T04:17:55.460Z",
    "updated_at": "2022-08-21T23:07:42.642Z",
    "published_at": "2022-08-21T04:17:56.768Z",
    "locale": "en"
  },
  {
    "id": 8,
    "document_id": "essay-8",
    "title": "Question 3 - July, 2015",
    "content": "<p style=\"margin-left:0px;\">Owen, a police officer, had a hunch that Dora might be selling methamphetamine from her house in the country. To learn more, Owen drove to Dora's house with a drug detection dog and waited<br>until she left.</p><p style=\"margin-left:0px;\"><br>Owen first walked the drug-detection dog around Dora's house. At his direction, the dog jumped up on the porch, sniffed the front door, and indicated the presence of methamphetamine.<br>Owen then propped a ladder on the back of the house, climbed to the top, and peered into a second-story bedroom window. He saw a small box on a bedside table , but could not read the label. He used binoculars to read the label, and saw that it listed ingredients that could be used to make methamphetamine.</p><p style=\"margin-left:0px;\"><br>Owen went back to his car, saw Dora return home, and then walked back to the house and crouched under an open window. He soon overheard Dora telling a telephone caller, \"I can sell you several ounces of methamphetamine.\"</p><p style=\"margin-left:0px;\"><br>Dora was arrested and charged with attempting to sell methamphetamine. Dora has moved to suppress evidence of (1) the drug-detection dog's reaction, (2) the small box, and (3) the overheard conversation, under the Fourth Amendment to the United States Constitution.</p><p style=\"margin-left:0px;\"><br>How should the court rule on each point? Discuss.</p>",
    "created_at": "2020-05-10T08:50:52.954Z",
    "updated_at": "2022-08-21T23:07:40.332Z",
    "published_at": "2022-08-08T01:27:46.622Z",
    "locale": "en"
  },
  {
    "id": 44,
    "document_id": "essay-44",
    "title": "Question 5 - July, 2022",
    "content": "<p>Hari and Wanda were married to each other for 20 years, being domiciled in State X (a non-community property state) for the first 15 years, and thereafter, until Hari’s death, being domiciled in California for 5 years.&nbsp;</p><p>&nbsp;</p><p>At Hari’s death in 2020, two documents were submitted for probate:&nbsp;</p><p>&nbsp;</p><p style=\"margin-left:40px;\">1. A formal will signed by Hari and Witness One on June 1, 2018 and signed by Witness Two on June 3, 2018. Both witnesses were disinterested. This document left all of Hari’s community property to Wanda, but did not mention any separate or quasi-community property.&nbsp;</p><p style=\"margin-left:40px;\">&nbsp;</p><p style=\"margin-left:40px;\">2. An undated pre-printed will form that had printing at the top, declaring that it was intended to be a will. On the form Hari had written, in his own handwriting, “All of my separate property and 25% of my community property goes to my son, Samir.” Hari signed the will form, but no witnesses signed it, and there was no date on the form.&nbsp;</p><p style=\"margin-left:40px;\">&nbsp;</p><p>Hari had full mental capacity throughout his life.&nbsp;</p><p>&nbsp;</p><p>At his death, Hari’s property consisted of:&nbsp;</p><p>&nbsp;</p><p style=\"margin-left:40px;\">A. Separate property worth $100,000;&nbsp;</p><p>&nbsp;</p><p style=\"margin-left:40px;\">B. Community property – Hari’s half being worth $50,000;&nbsp;</p><p>&nbsp;</p><p style=\"margin-left:40px;\">C. California land worth $100,000, which Hari had bought with his earnings while he and Wanda were still living in State X. In 2017, without Wanda’s written consent, Hari gave this land to himself and his daughter, Deepa, as joint tenants on her birthday.&nbsp;</p><p style=\"margin-left:40px;\">&nbsp;</p><p>What rights, if any, do Wanda, Samir and Deepa have in Hari’s estate? Discuss.&nbsp;</p><p>&nbsp;</p><p>Answer according to California law.</p>",
    "created_at": "2022-08-20T02:39:07.395Z",
    "updated_at": "2022-08-21T23:07:43.093Z",
    "published_at": "2022-08-20T02:39:08.430Z",
    "locale": "en"
  },
  {
    "id": 184,
    "document_id": "essay-184",
    "title": "Question 3 - July, 2014",
    "content": "<p style=\"margin-left:0px;\">Alice's and Bob's law firm, AB Law, is a limited liability partnership. The firm represents Sid, a computer manufacturer. Sid sued Renco, his chip supplier, for illegal price-fixing.</p><p style=\"margin-left:0px;\"><br>Renco' s lawyer asked Alice for a brief extension of time to respond to Sid's interrogatories because he was going on a long-planned vacation. Sid told Alice not to grant the extension because Renco had gouged him on chip prices. She denied the request for an extension. Sid also told Alice that he'd had enough of Renco setting the case's pace, so he wasn't going to appear at his deposition scheduled by Renco for the next week, and that he'd pay his physician to write a note excusing him from appearing. Alice did nothing in response.</p><p style=\"margin-left:0px;\"><br>In the course of representing Sid, Alice learned that Sid planned a tender offer for the publicly traded shares of chipmaker, Chipco. Alice bought 10,000 Chipco shares. By buying the 10,000 Chipco shares, she drove up the price that Sid had to pay by $1 million. When Alice sold the 10,000 Chipco shares, she realized a $200,000 profit.</p><p style=\"margin-left:0px;\"><br>1. What ethical violations, if any, has Alice committed regarding :<br>a. The discovery extension? Discuss.<br>b. The physician 's note? Discuss .<br>c. The Chipco tender offer? Discuss .</p><p style=\"margin-left:0px;\"><br>Answer according to California and ABA authorities.</p><p style=\"margin-left:0px;\"><br>2. What claims, if any, does Sid have against Alice, AB Law, and Bob? Discuss.</p>",
    "created_at": "2022-08-21T05:23:23.457Z",
    "updated_at": "2022-08-21T23:07:40.317Z",
    "published_at": "2022-08-21T05:23:24.235Z",
    "locale": "en"
  },
  {
    "id": 215,
    "document_id": "essay-215",
    "title": "Question 3 - July, 2016",
    "content": "<p style=\"margin-left:0px;\">Dirt, a large excavating company, recently replaced all of its gas-powered equipment with more efficient diesel-powered equipment. It placed the old gas-powered equipment in storage until it could sell it.</p><p style=\"margin-left:0px;\"><br>On May 1, Builder, a general contractor for a large office development, and Dirt signed a valid written contract under which Dirt agreed to perform all the site preparation work for a fee of $1,500,000. Dirt estimated its total cost for the job at $1,300,000. The contract states: \"Dirt hereby agrees to commence site work on or before June 1 and to complete all site work on or before September l.\" Because no other work could begin until completion of the site preparation, Builder was anxious to avoid delays. To ensure that Dirt would give the job top priority, the contract also states: \"Dirt agrees to have all of its equipment available as needed to perform this contract and shall refrain from undertaking all other jobs for the duration of the contract.\"</p><p style=\"margin-left:0px;\"><br>On May 29, an unusual high pressure weather system settled over the state.</p><p style=\"margin-left:0px;\"><br>As a result, on May 30, in an effort to reduce air pollution, the state banned use of all diesel powered equipment.</p><p style=\"margin-left:0px;\"><br>On June 2, Dirt told Builder about the ban and stated that it had no way of knowing when it would be lifted. Builder told Dirt to switch to its gas-powered equipment. Dirt replied that using its old gas-powered equipment would add $500,000 to its costs and asked Builder to pay the increased expense. Builder refused.</p><p style=\"margin-left:0px;\"><br>On June 4, seeing that no site work had begun, Builder emailed Dirt stating that their contract was \"terminated.\"</p><p style=\"margin-left:0px;\"><br>On June 8, Builder hired another excavating company, which performed the work for $1,800,000.</p><p style=\"margin-left:0px;\"><br>Dirt has sued Builder for terminating the contract. Builder has countersued Dirt for the $300,000 difference between the original contract price and what it paid the new contractor.</p><p style=\"margin-left:0px;\"><br>1. Is Dirt likely to prevail in its suit? Discuss.<br><br>2. Is Builder likely to prevail in its countersuit? Discuss.</p>",
    "created_at": "2022-08-21T06:19:36.049Z",
    "updated_at": "2022-08-21T23:07:40.385Z",
    "published_at": "2022-08-21T06:19:37.839Z",
    "locale": "en"
  },
  {
    "id": 180,
    "document_id": "essay-180",
    "title": "Question 3 - February, 2013",
    "content": "<p style=\"margin-left:0px;\">In 2004, Mary and Frank orally agreed to jointly purchase a small storefront space in City for $80,000. Mary contributed $40,000 of her own money. Frank contributed $40,000 he had embezzled from his employer, Tanner. Mary and Frank agreed to put the property in Frank's name alone because Mary had creditors seeking to enforce debts against her. They further agreed that Frank would occupy the property, which he planned to use as an art studio and gallery. They also agreed that, if and when he vacated the property, he would sell it and give her one half of the net proceeds. He then occupied the property.</p><p style=\"margin-left:0px;\"><br>In 2005, Tanner discovered Frank's embezzlement and fired him.</p><p style=\"margin-left:0px;\"><br>In 2012, Frank sold the property, obtaining $300,000 in net proceeds. Frank offered to repay Mary her $40,000 contribution, but Mary demanded $150,000.</p><p style=\"margin-left:0px;\"><br>Mary and Tanner each sued Frank for conversion.</p><p style=\"margin-left:0px;\"><br>At trial, the court found Frank liable to both Mary and Tanner for conversion.</p><p style=\"margin-left:0px;\"><br>1. What remedy or remedies can Mary reasonably obtain against Frank for conversion, what defenses (if any) can Frank reasonably raise, and who is likely to prevail? Discuss.</p><p style=\"margin-left:0px;\"><br>2. What remedy or remedies can Tanner reasonably obtain against Frank for conversion, what defenses (if any) can Frank reasonably raise, and who is likely to prevail? Discuss.</p>",
    "created_at": "2022-08-21T04:16:58.235Z",
    "updated_at": "2022-08-21T23:07:39.597Z",
    "published_at": "2022-08-21T04:16:59.247Z",
    "locale": "en"
  },
  {
    "id": 189,
    "document_id": "essay-189",
    "title": "Question 6 - February, 2009",
    "content": "<p style=\"margin-left:0px;\">Stage, Inc. (\"SI\") is a properly formed close corporation. SI's Articles of Incorporation include the following provision: \"SI is formed for the sole purpose of operating comedy clubs.\" SI has a three-member Board of Directors, consisting of Al, Betty, and Charlie, none of whom is a shareholder.</p><p style=\"margin-left:0px;\"><br>Some time ago, Charlie persuaded Al and Betty that SI should expand into a new business direction, real estate development. After heated discussions, the board approved and entered into a contract with Great Properties (\"GP\"), a construction company, committing substantial SI capital to the construction of a new shopping mall, which was set to break ground shortly. Although Charlie remained enthusiastic, Al and Betty changed their minds about the decision to expand beyond SI's usual business. SI was struggling financially to keep its comedy clubs open. Al and Betty decided to avoid Si's contract with GP in order to devote all of Si's capital to its comedy clubs.</p><p style=\"margin-left:0px;\"><br>Last month, GP approached Charlie about another real estate project under development. GP was building a smaller mall on the other side of town and was seeking investors. Aware that Al and Betty were unhappy about the earlier contract with GP, Charlie believed that Si's board would not approve any further investments in real estate. As a result, Charlie decided to invest his own money in the endeavor without mentioning the project to anyone at SI.</p><p style=\"margin-left:0px;\"><br>Meanwhile, Al and Betty have come to suspect that Charlie has been skimming corporate funds for his personal activities, and, although they have little proof, they want to oust Charlie as a director.</p><p style=\"margin-left:0px;\"><br>1. Under what theory or theories might SI attempt to avoid its contractual obligation to GP and what is the likelihood of success? Discuss.<br><br>2. Has Charlie violated any duties owed to SI as to the smaller mall? Discuss .<br><br>3. Under what theory or theories might Al and Betty attempt to oust Charlie from the Board of Directors and what is the likelihood of success? Discuss.</p>",
    "created_at": "2022-08-21T05:29:11.296Z",
    "updated_at": "2022-08-21T23:07:43.439Z",
    "published_at": "2022-08-21T05:29:12.523Z",
    "locale": "en"
  },
  {
    "id": 47,
    "document_id": "essay-47",
    "title": "Question 3 - February, 2022",
    "content": "<p>Thirty years ago, Diana built a large open-air theater to provide an outdoor multi-use entertainment venue. On weekdays, Diana rents the venue to the local dance companies. On weekend evenings, Diana hosts rock concerts at the theater. Revenue from the rock concerts funds most of the operating costs of the venue. The theater employs about 200 people and has been a focus of the city’s cultural scene. When built, its location was near the edge of the city. As time went by, city development expanded to include housing in the vicinity of the theater.&nbsp;</p><p>&nbsp;</p><p>Pedro recently purchased a house in a subdivision located adjacent to the theater. Although Pedro knew about the theater when he bought his house, he thought that the new house was a perfect place to raise a family.&nbsp;</p><p>&nbsp;</p><p>As soon as Pedro moved into his new house, he was horrified by the noise and vibration coming from the theater during rock concerts. He could feel the floor shake and could not have a normal conversation because of the loud noise. Pedro later learned that his neighbors complained to Diana about the noise and vibration, that they were unsuccessful in obtaining relief, and that they decided to live with it in the end.&nbsp;</p><p>&nbsp;</p><p>Pedro approached Diana. She explained that she had already taken steps to mitigate the negative impact by requiring that all concerts end by 11:00 p.m. and setting a maximum noise level. Diana explained that the facility could not survive economically without rock concerts and that rock concerts were, by their nature, loud.&nbsp;</p><p>&nbsp;</p><p>A few days later, in an effort to find out if she might be able to relieve Pedro of some of his discomfort, Diana went to his house to determine whether sound-deadening materials might be added. She forgot to tell Pedro that she was coming. Diana let herself into Pedro’s backyard, took some measurements, and left without disturbing anything.&nbsp;</p><p>&nbsp;</p><p>Pedro intends to sue Diana.&nbsp;</p><p>&nbsp;</p><p style=\"margin-left:40px;\">1. What claims may Pedro reasonably assert against Diana? Discuss.</p><p style=\"margin-left:40px;\">&nbsp;</p><p style=\"margin-left:40px;\">&nbsp;2. What remedies may Pedro reasonably seek? Discuss.</p>",
    "created_at": "2022-08-20T02:51:43.973Z",
    "updated_at": "2022-08-21T23:07:39.980Z",
    "published_at": "2022-08-20T02:52:18.649Z",
    "locale": "en"
  },
  {
    "id": 196,
    "document_id": "essay-196",
    "title": "Question 4 - July, 2018",
    "content": "<p style=\"margin-left:0px;\">Wilma, a California resident, was employed as an accountant for many years. She retired in 2010 and received a pension. Wilma received part of the pension as a lump sum and the rest in monthly installments deposited into an account in her name at Main Street Bank. She used the lump sum as a down payment on a townhouse. The title to the townhouse and the mortgage are in Wilma’s name.</p><p style=\"margin-left:0px;\"><br>In 2011, Wilma met Harry, also a California resident, who worked in a local store. Wilma and Harry married in 2012. Harry opened an account at Valley Bank in his name and deposited his salary from the store into the account. Wilma did freelance accounting work and deposited the pay from that work into her Main Street Bank account.</p><p style=\"margin-left:0px;\"><br>During their marriage, Wilma and Harry used funds from Harry’s account to pay the mortgage on the townhouse in which they both lived. They paid all their household expenses from Wilma’s account. Wilma’s pay from her accounting work did not cover all their expenses and her monthly pension installments paid the rest of their expenses.</p><p style=\"margin-left:0px;\"><br>In 2013, Wilma and Harry bought a motorboat using funds from Wilma’s account. Although they would both use the boat, title was taken in Wilma’s name.</p><p style=\"margin-left:0px;\"><br>In 2014, Harry was injured when a driver, Dana, negligently struck him with her car.</p><p style=\"margin-left:0px;\"><br>In 2016, Wilma and Harry permanently separated, and Harry moved out of the townhouse and stopped making mortgage payments.</p><p style=\"margin-left:0px;\"><br>In 2017, Harry settled his claim against Dana for $30,000.</p><p style=\"margin-left:0px;\"><br>In 2018, Harry instituted dissolution proceedings.</p><p style=\"margin-left:0px;\"><br>What are Wilma’s and Harry’s rights and liabilities, if any, with regard to:</p><p style=\"margin-left:0px;\"><br>1. The townhouse? Discuss.<br><br>2. The motorboat? Discuss.</p><p style=\"margin-left:0px;\"><br>3. The personal injury settlement funds? Discuss.</p><p style=\"margin-left:0px;\"><br>Answer according to California law.</p>",
    "created_at": "2022-08-21T06:01:41.165Z",
    "updated_at": "2022-08-21T23:07:41.718Z",
    "published_at": "2022-08-21T06:01:42.066Z",
    "locale": "en"
  },
  {
    "id": 127,
    "document_id": "essay-127",
    "title": "Question 2 - July, 2007",
    "content": "<p style=\"margin-left:0px;\">Manufacturer designed and manufactured a \"Cold Drink Blender,\" which it sold through retail stores throughout the country. The Cold Drink Blender consists of three components: a base that houses the motor, a glass container for liquids with mixing blades inside on the bottom, and a removable cover for the container to prevent liquids from overflowing during mixing. A manufacturer's brochure that came with the Cold Drink Blender states that it is \"perfect for making all of your favorite cold drinks, like mixed fruit drinks and milkshakes, and it even crushes ice to make frozen drinks like daiquiris and pina coladas,\" and cautioned, \"Do not fill beyond 2 inches of the top.\"</p><p style=\"margin-left:0px;\"><br>Retailer sold one of the Cold Drink Blenders to Consumer. One day, Consumer was following a recipe for vegetable soup that called for thickening the soup by liquefying the vegetables. After deciding to use her Cold Drink Blender for this purpose, Consumer filled the glass container to the top with hot soup, placed it on the base, put the cover on top, and turned the blender on the highest speed. The high speed rotation of the mixing blades forced the contents to the top of the container, pushed off the cover, and splashed hot soup all over Consumer, who was severely burned by the hot soup.</p><p style=\"margin-left:0px;\"><br>Consumer filed a lawsuit against Manufacturer and Retailer, pleading claims for strict products liability and negligence. In her complaint , Consumer stated that the Cold Drink Blender was not equipped with a cover that locked onto the top of the container in such a way as to prevent it from coming off during operation and that the failure to equip the blender with this safety feature was a cause of her injuries.</p><p style=\"margin-left:0px;\"><br>Manufacturer moved to dismiss the complaint against it on the following grounds:</p><p style=\"margin-left:0px;\"><br>(1) Consumer's injury was caused by her own misuse of the Cold Drink Blender which, as implied by its name, was intended for mixing only cold substances.</p><p style=\"margin-left:0px;\"><br>(2) Consumer's injury was caused by her own lack of care, as she overfilled the Cold Drink Blender and operated it at high speed.</p><p style=\"margin-left:0px;\"><br>(3) The design of the Cold Drink Blender was not defective since it complied with design standards set forth in federal regulations promulgated by the federal Consumer Products Safety Commission, which do not require any locking mechanism.</p><p style=\"margin-left:0px;\"><br>Retailer moved to dismiss the complaint against it on the following ground:</p><p style=\"margin-left:0px;\"><br>(4) Retailer played no part in the manufacture of the Cold Drink Blender and therefore should not be held responsible for a defect in its design.</p><p style=\"margin-left:0px;\"><br>How should the court rule on each ground of both motions to dismiss? Discuss.</p>",
    "created_at": "2022-08-20T17:39:33.171Z",
    "updated_at": "2022-08-21T23:07:38.895Z",
    "published_at": "2022-08-20T17:39:34.206Z",
    "locale": "en"
  },
  {
    "id": 135,
    "document_id": "essay-135",
    "title": "Question 6 - July, 2000",
    "content": "<p style=\"margin-left:0px;\">Dan operates a plant where he makes pottery. To provide a special high-capacity power source to his pottery kilns, Dan recently installed on the electric company's power pole outside of his building an electrical transformer that would increase the electrical current entering his plant from the main power line. He did this without the knowledge or consent of the electric company. Dan did not know that the power line on which he installed the transformer also feeds power to the adjacent office buildings.</p><p style=\"margin-left:0px;\"><br>Peter occupies one of those adjacent office buildings. In the building, he has an extensive computer network that he uses in his business of providing advanced computer services to local commercial enterprises. Peter has been in this business for ten years. He employs several highly paid computer operators and technicians.</p><p style=\"margin-left:0px;\"><br>Dan's installation of the transformer caused power surges each time his kilns were turned on and off. Soon after Dan had installed the transformer, Peter 's computers began to malfunction and eventually were severely damaged by the repeated power surges. As a result, Peter lost a large amount of data stored in his computers. He laid off some employees without pay and shut down his business for two weeks while the computers were repaired and while the remaining employees restored the lost data.</p><p style=\"margin-left:0px;\"><br>During the shutdown, Peter lost considerable income because he was unable to furnish computer services to his customers.</p><p style=\"margin-left:0px;\"><br>Peter and the laid-off employees have filed suit against Dan.</p><p style=\"margin-left:0px;\"><br>1. In an action against Dan, what theories, if any, might Peter assert and what defenses might Dan raise if Peter seeks to recover:<br>a) The cost of repairing his computers?<br>b) The cost of restoring the lost data?<br>c) His lost income?<br>d) Loss of goodwill and other incidental effects of the disruption of his business?</p><p style=\"margin-left:0px;\"><br>2. May Peter recover punitive damages?<br><br>3. May the laid-off employees recover lost wages and benefits from Dan under any theory? Discuss.</p>",
    "created_at": "2022-08-20T17:46:00.149Z",
    "updated_at": "2022-08-21T23:07:43.742Z",
    "published_at": "2022-08-20T17:46:01.057Z",
    "locale": "en"
  },
  {
    "id": 148,
    "document_id": "essay-148",
    "title": "Question 4 - February, 2006",
    "content": "<p style=\"margin-left:0px;\">Pat, a resident of State A, received a letter from Busco, a tour bus company that had been in business for about two months. Busco was incorporated and had its principal place of business in State B. The letter invited Pat to go on a tour of State C at a special introductory price. After Pat sent in her money, Busco sent Pat a tour brochure and ticket.</p><p style=\"margin-left:0px;\"><br>Ed, also a resident of State A, saw an ad that Busco had placed once a week for the last several weeks in Ed's hometown newspaper for the same State C tour. The ad listed a State A telephone number to call for tickets. Ed called the telephone number and ordered and bought a ticket for the same tour as Pat and for the same price.</p><p style=\"margin-left:0px;\"><br>Pat and Ed boarded the tour bus in State B. Upon entering State C, the bus veered off the road and hit a tree. Ed was not hurt, but Pat suffered serious injuries. The tour was canceled. Busco refused to reimburse passengers the price of their tickets.</p><p style=\"margin-left:0px;\"><br>Ed sued Busco for breach of contract in state court in State A to recover the price of his ticket. Busco moved to dismiss the suit based on lack of personal jurisdiction. The court denied the motion. After trial, judgment was entered in favor of Ed.</p><p style=\"margin-left:0px;\"><br>Thereafter, Pat sued Busco in state court in State A for breach of contract to recover the price of her ticket and for tort damages for her personal injuries. After Busco filed its answer, Pat filed a motion for summary judgment on both claims on grounds of res judicata and collateral estoppel. The court denied Pat's motion.</p><p style=\"margin-left:0px;\"><br>State A has a long-arm statute that authorizes the exercise of personal jurisdiction over nonresident defendants on any basis not inconsistent with the Constitution of the United States.</p><p style=\"margin-left:0px;\"><br>1. Did the court rule correctly on Busco's motion to dismiss Ed's suit for lack of personal jurisdiction? Discuss.<br><br>2. Did the court rule correctly on Pat's motion for summary judgment on each of her claims on grounds of res judicata and collateral estoppel? Discuss.</p><p><br>&nbsp;</p>",
    "created_at": "2022-08-21T03:40:55.248Z",
    "updated_at": "2022-08-21T23:07:40.794Z",
    "published_at": "2022-08-21T03:40:56.284Z",
    "locale": "en"
  },
  {
    "id": 111,
    "document_id": "essay-111",
    "title": "Question 4 - February, 2018",
    "content": "<p style=\"margin-left:0px;\">Claire, a four-year-old girl, went missing. Ike, who regularly provided reliable information to Officer Ava, told her that he had recently overheard Don planning to kidnap a child to raise as his own daughter. Officer Ava’s partner, Officer Bert, hurried to the courthouse to apply for a search warrant for Don’s house. Meanwhile, Officer Ava rushed to Don’s house and knocked on the door. Don answered. Officer Ava told him, “I heard that a missing child might be here,” and asked, “Can I come in and look for her?” Don replied, “No.” Officer Ava said, “A life is at stake. I am searching your home, whether you want me to or not.” Don stepped aside and allowed Officer Ava to enter.</p><p style=\"margin-left:0px;\"><br>Officer Ava searched the home thoroughly. In a closet in the bedroom, she found a bomb, measuring about 2 feet by 2 feet. In a medicine cabinet in the bathroom, she found several vials of cocaine. While looking under the bed, she found a plain sealed envelope, which she opened, that contained a map with a highlighted route from Don’s house to Claire’s house. She did not find Claire. Immediately after she completed the search, Officer Bert arrived with a warrant authorizing the “search of Don’s home for Claire.” Not long afterward, Claire turned up elsewhere unharmed.</p><p style=\"margin-left:0px;\"><br>Don was charged with: (1) possession of a bomb; (2) possession of cocaine; and (3) attempted kidnapping.</p><p style=\"margin-left:0px;\"><br>Don filed a motion, under the Fourth Amendment to the United States Constitution, to suppress evidence of the bomb, the cocaine and the map.</p><p style=\"margin-left:0px;\"><br>1. How should the court rule on the motion to suppress regarding:</p><p style=\"margin-left:40px;\"><br>a. the bomb? Discuss.<br>b. the cocaine? Discuss.<br>c. the map? Discuss.</p><p style=\"margin-left:0px;\"><br>2. Can Don be found guilty of attempted kidnapping? Discuss.</p>",
    "created_at": "2022-08-20T17:19:02.474Z",
    "updated_at": "2022-08-21T23:07:41.099Z",
    "published_at": "2022-08-20T17:19:03.597Z",
    "locale": "en"
  },
  {
    "id": 63,
    "document_id": "essay-63",
    "title": "Question 4 - October, 2020",
    "content": "<p>Needing money and willing to do anything to get it, Don, who is tall, and Al, who is short, set out for Vic’s house around midnight to steal from him. On the way, Al said that he did not want to get involved, but Don slapped Al’s face and responded: “If you don’t come along now, I will break your legs tomorrow.” At Vic’s house, Don opened the unlocked front door and he and Al went inside. Don took a wallet on a table in the foyer, and he and Al ran away.&nbsp;</p><p>&nbsp;</p><p>Wanda, who happened to be walking in front of Vic’s house at the time, caught sight of both men running out of the house. That night, Wanda described the taller man to police as clean-shaven with short hair, but couldn’t describe the shorter man.&nbsp;</p><p>&nbsp;</p><p>Don and Al were soon arrested. The next day, a newspaper printed a recent photo of Don, showing him with a large beard and long hair. When Wanda saw the photo in the newspaper, she immediately went to the police station and told Officer Oliver that she was concerned that Don might be the wrong man. Officer Oliver told Wanda that Don had Vic’s wallet in his pocket when he was arrested. Before Don was arraigned, Officer Oliver arranged for Wanda to view a lineup of six bearded men with long hair, including Don. After viewing the lineup for 20 minutes, Wanda identified Don as one of the men she saw running out of the house. At trial, Al stipulated that he had run out of Vic’s house with Don.&nbsp;</p><p>&nbsp;</p><p>1. With what crime or crimes, if any, may Al reasonably be charged; what defenses, if any, may he reasonably assert; and what is the likely outcome? Discuss.&nbsp;</p><p>&nbsp;</p><p>2. Under the Fifth and Fourteenth Amendments of the United States Constitution, on what basis, if any, may Don move to suppress evidence of Wanda’s identification at the lineup, and what is the likely outcome? Discuss.</p>",
    "created_at": "2022-08-20T03:52:03.146Z",
    "updated_at": "2022-08-21T23:07:41.803Z",
    "published_at": "2022-08-21T13:01:33.928Z",
    "locale": "en"
  },
  {
    "id": 223,
    "document_id": "essay-223",
    "title": "Question 3 - July, 2008",
    "content": "<p style=\"margin-left:0px;\">On May 1, Owner asked Builder to give her an estimate for the cost of building a wooden fence around her backyard. Builder gave Owner signed written estimates of $4,000, consisting of<br>$2,500 for labor and $1,500 for materials for a cedar fence, and of $7,000, consisting of $2,500 for labor and $4,500 for materials for a redwood fence. He said, however , that he would have to<br>verify that the redwood was available.</p><p style=\"margin-left:0px;\"><br>Owner said she liked the idea of a redwood fence but wanted to think about it before making a decision. In any case, she said she wanted the fence completed by June I because she was planning an important event in her backyard for a local charity. Builder said he would check with redwood suppliers and get back to her within two days.</p><p style=\"margin-left:0px;\"><br>On May 2, Builder telephoned Owner. Owner's phone was answered by her voice message machine , which informed callers that she had been called away until about May 25 but would be checking her messages daily and would return calls as soon as she could. Builder left a message stating, \"I've found the redwood, and I can build the redwood fence for $7,000, as we agreed.</p><p style=\"margin-left:0px;\"><br>Please give me a call, as I will otherwise buy the redwood, which is in short supply, and start the work within a few days.\" Owner heard the message, but because the charity event she had planned had been cancelled and there was no longer any urgency about getting the fence erected, she decided to wait until she returned to speak to Builder.</p><p style=\"margin-left:0px;\"><br>By May 14, Builder had still not heard from Owner. He was concerned that the supply of redwood might not hold and that if he did not start work immediately he would not be able to finish by June 1. Thus, he bought the redwood and completed construction of the fence on May 24.</p><p style=\"margin-left:0px;\"><br>When Owner returned on May 25, she saw the completed fence and sent Builder a letter stating, \"You did a great job, but I never agreed to go ahead with the fence, and I certainly hadn't decided on redwood. Besides, the charity event that I had planned got cancelled. You should have waited until I got back. But, to avoid a dispute with you, I'll offer to split the difference - I'll pay you $5,500.\"</p><p style=\"margin-left:0px;\"><br>Builder received the letter on May 26. He telephoned Owner and said, \"When I first read your letter, I was going to get a lawyer and sue you, but I decided to let it go and I do accept your offer of$5,500.\" Owner replied, \"Well, you're too late. I've changed my mind. I don't think I owe you anything. \"</p><p style=\"margin-left:0px;\"><br>May Builder recover all or any part of $7,000 from Owner on a contractual or other basis? Discuss.</p>",
    "created_at": "2022-08-21T06:26:22.935Z",
    "updated_at": "2022-08-21T23:07:40.188Z",
    "published_at": "2022-08-21T06:26:24.044Z",
    "locale": "en"
  },
  {
    "id": 83,
    "document_id": "essay-83",
    "title": "Question 4 - July, 2007",
    "content": "<p style=\"margin-left:0px;\">Dan stood on the steps of the state capitol and yelled to a half-dozen people entering the front doors: \"Listen citizens. Prayer in the schools means government endorsed religion. A state church! They can take your constitutional rights away just as fast as I can destroy this copy of the U.S. Constitution.\"</p><p style=\"margin-left:0px;\"><br>With that, Dan took a cigarette lighter from his pocket and ignited a parchment document that he held in his left hand. The parchment burst into flame and, when the heat of the fire burned his hand, he involuntarily let it go. A wind blew the burning document into a construction site where it settled in an open drum of flammable material. The drum exploded, killing a nearby pedestrian.</p><p style=\"margin-left:0px;\"><br>A state statute makes it a misdemeanor to burn or mutilate a copy of the U.S. Constitution.</p><p style=\"margin-left:0px;\"><br>It turned out that the document that Dan had burned was actually a copy of the Declaration of Independence, not of the U.S. Constitution, as he believed.</p><p style=\"margin-left:0px;\"><br>Dan was arrested and charged with the crimes of murder and attempting to burn a copy of the U.S. Constitution. He has moved to dismiss the charge of attempting to burn a copy of the U.S. Constitution, claiming that (i) what he burned was actually a copy of the Declaration of Independence and (ii) the state statute on which the charge is based violates his rights under the First Amendment to the U.S. Constitution.</p><p style=\"margin-left:0px;\"><br>1. May Dan properly be found guilty of the crime of murder or any lesser-included offense? Discuss.<br><br>2. How should the court rule on each ground of Dan's motion to dismiss the charge of attempting to burn a copy of the U.S. Constitution? Discuss.</p>",
    "created_at": "2022-08-20T04:16:12.157Z",
    "updated_at": "2022-08-21T23:07:41.438Z",
    "published_at": "2022-08-20T04:16:13.135Z",
    "locale": "en"
  },
  {
    "id": 136,
    "document_id": "essay-136",
    "title": "Question 3 - February, 2000",
    "content": "<p style=\"margin-left:0px;\">Lee, who had been a party in a bench trial before Judge Bright, was dissatisfied with the outcome of the case. After the trial was concluded, Lee held a press conference and told Reporter:</p><p style=\"margin-left:0px;\"><br>Judge Bright is a very unfair judge. In a recent trial in which I was involved in his court, he clearly didn't understand what was going on. I've heard he's often drunk on the bench.</p><p style=\"margin-left:0px;\"><br>These remarks were published verbatim in the local newspaper. Judge Bright lost his bid for reelection. Judge Bright sued Lee and Reporter for defamation, alleging that he lost the election as a result of the publication of Lee's remarks. Both defendants moved to dismiss on the ground that the complaint failed to state a cause of action for defamation. The court denied the motion.</p><p style=\"margin-left:0px;\"><br>Attorney offered to act as a consultant to Lee and Reporter. He agreed to advise them on law and strategy and to help them prepare their case and obtain expert witnesses. He also offered to be an expert witness, but said he would not be their lawyer in the actual trial. Lee and Reporter agreed to hire Attorney and to pay him for his services, both as a consultant and as an expert witness, a contingency fee based on the outcome of the case.</p><p style=\"margin-left:0px;\"><br>At the trial the court ruled (a) that Lee's statements about Judge Bright were not defamatory; (b) that, in any event, both Lee's statements and Reporter's publication of the statement were privileged; and (c) that, as a matter of law, Judge Bright did not suffer any damage.</p><p style=\"margin-left:0px;\"><br>1. Were each of the trial court's rulings correct? Discuss.<br><br>2. What, if any, ethical issues arise as a result of the terms under which Attorney undertook to assist Lee and Reporter? Discuss.</p>",
    "created_at": "2022-08-20T17:46:34.833Z",
    "updated_at": "2022-08-21T23:07:39.216Z",
    "published_at": "2022-08-20T17:46:35.862Z",
    "locale": "en"
  },
  {
    "id": 240,
    "document_id": "essay-240",
    "title": "Question 3 - February, 2016",
    "content": "<p style=\"margin-left:0px;\">Contractor and Lawyer had been in a consensual sexual relationship for months. Contractor could not afford to hire an experienced lawyer to defend him against Plaintiff’s complex construction defect case and to bring a cross-complaint. Contractor told Lawyer, who had never handled such matters, that he wouldn’t sue her for malpractice if she would defend him for half her regular rate. Lawyer felt pressured because of their relationship.</p><p style=\"margin-left:0px;\"><br>Lawyer told Contractor she would defend him for half-price, but she would only bring his cross-complaint on contingency at her regular rate of 30 percent of any recovery. Contractor agreed. Although they continued to have sexual relations, their personal relationship deteriorated. Lawyer forgot to make a scheduled court appearance in the case.</p><p style=\"margin-left:0px;\"><br>At trial Plaintiff lost, and Contractor won $100,000 on his cross-complaint. Lawyer deposited the $100,000 in her Client Trust Account. She told Contractor she would send him $70,000. Contractor said Lawyer must send an additional $15,000 because she agreed to represent him for half-price on everything, including the contingency fee.</p><p style=\"margin-left:0px;\"><br>1. Did Lawyer commit any ethical violation by agreeing to represent Contractor? Discuss.<br><br>2. Did Lawyer commit any ethical violation by failing to make the court appearance? Discuss.<br><br>3. What should Lawyer do with the money in the Client Trust Account? Discuss.<br><br>Answer according to California and ABA authorities.</p>",
    "created_at": "2022-08-21T21:08:05.816Z",
    "updated_at": "2022-08-21T23:07:39.818Z",
    "published_at": "2022-08-21T21:08:06.794Z",
    "locale": "en"
  }
]